{
  "conName": "Metatopia 2020 Online",
  "conEmail": "",
  "feedbackUrl": "https://forms.gle/33xshmjG7znkhWct9",
  "stitchApp": "dextools-crjjz",
  "schedule": [
    {
      "code": "D001",
      "title": "How to Start a Business as a Game Designer",
      "system": "",
      "description": "Our panelists will walk you through the basics of turning your game design hobby into a business. We'll talk about the most cost-efficient ways to register an LLC, open a business bank account, file a trademark and keep track of your expenses for tax season.",
      "presenters": "Brian Dalrymple, Jessie Edwards, Hal Mangold",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 09:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 10:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D002",
      "title": "Welcome to METATOPIA ONLINE",
      "system": "",
      "description": "Join Darren Watts and Avonelle Wing for a METATOPIA ONLINE orientation. All types of attendees welcome. We'll talk about the philosophy behind this unique convention, answer questions and tell you about the various opportunities and tools available this year.",
      "presenters": "Darren Watts, Avonelle Wing",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 10:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 11:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D003",
      "title": "How To Pitch Your Game",
      "system": "",
      "description": "You made a game! Congratulations! Now explain your incredible game in one sentence. That isn’t as easy as it sounds. You want people to buy into your game as players, as investors, or as retailers. You will only have one chance to make that first impression. It needs to have impact. If you want to see your game successful on a crowdfunding site, or sold by your local game store, then you need to know what kind of pitch types and styles to maximize both what you say and target the right audience.",
      "presenters": "Alex Cutler, Matt Forbeck, Kenneth Hite",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 10:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 11:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D004",
      "title": "Carved In Stone: Deconstructing Scottish History Through TTRPGs",
      "system": "",
      "description": "Carved in Stone is a project combining contemporary archaeologists with diverse creatives to help contextualise and digest Scotland's rich past. Specifically looking at the 8-9th century's, CiS explores the melting pot that was Proto-Scotland- Celtic tribes, a receding Roman empire leaving Moorish and African soldiers stranded, a mythical cult to Mythras, Viking traders and many more cultures met in these rain stricken mountains. Yet, we hardly know about any of this, because so much of Scotland's history has been dictated by armchair white historians. This round table would talk about a lot of the issues in Scottish history, as well as shed light on exciting and new discoveries that make the period ideal to re-explore and understand through the lived experiences of role playing games. We'll also aim to talk about (mis)representation, both in games and in history!",
      "presenters": "Jeff Sanders, Lizy Simonen, Justin Wigard, Nathan Blades, Lloyd Gyan, Sally Pentecost, Brian Tyrrel",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 11:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 12:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D005",
      "title": "How To Simulate Tabletop in Tabletop Simulator",
      "system": "",
      "description": "Playtesting online has become the new normal, and Tabletop Simulator is the platform of choice for most designers. But what makes Tabletop Simulator a fantastic way to playtest virtually also makes it especially intimidating. This presentation aims to teach you basics and best practices for setting up your prototypes for success. From card creation to custom dice to what type of object your board should be (hint: it's confusingly not a board!), you will come out better prepared to tackle even your most sprawling prototypes.",
      "presenters": "Michael Belsole",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 12:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S006",
      "title": "Lean Coffee",
      "system": "",
      "description": "Pour yourself a tasty beverage and join us on Zoom for our digital Lean Coffee, a structured but informal method of conversation. All registered METATOPIA attendees are welcome. After splitting into groups, each group proposes and votes a topic, and discussion continues - as long as there's interest. This is a great way to get a quick, light discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 12:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Fun, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D007",
      "title": "How to Playtest Your Game",
      "system": "",
      "description": "Join us for a roundtable conversation about how to get the best data from your time at the playtesting table. We'll discuss our experiences running playtests, and talk about common mistakes and how to avoid them.",
      "presenters": "Daryl Andrews, Jessie Edwards, Omari Akil, Bruce Harlick",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 13:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 14:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S008",
      "title": "Building Relationships with Publishers",
      "system": "",
      "description": "Learn how to network with publishers and properly follow up after your pitch. Many people are nervous about pitching to publishers. They see the publisher as someone intimidating but that is not the case most of the time. We'll talk about ways you can network with publishers in order to get a pitch meeting. How do you ask for that meeting? How do you properly follow up with a publisher after your pitch meeting. Join CrowdOx and our team of teachers to learn what it takes to craft a great pitch for your game. Throughout the day attend classes on networking and publisher relationships, key elements of your pitch, and how to prepare for your pitch. Have the opportunity to ask specific questions or bounce ideas off the teachers or other attendees. At the end of the day there will be a low stakes event for everyone interested to pitch to the teachers and receive feedback called GUPPY BOWL. Opportunities to win prizes all day!",
      "presenters": "Heather O'Neill",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 14:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 15:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D009",
      "title": "How to Be a Good Playtester",
      "system": "",
      "description": "Our panelists talk about how to be good playtesters. Learn how to hear the questions being asked and answer with useful feedback. We all want to give helpful criticism; learn more about how to do that.",
      "presenters": "Doug Levandowski, S. John Ross",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 15:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S010",
      "title": "It's all about the Pitch",
      "system": "",
      "description": "Learn all the dos, don'ts, and everything in between about pitching your game to a publisher. There's a lot of things you can do right and you can do wrong when you're pitching your game to a publisher. Learn some tips and tricks, what you should be practicing, and how to deal with publishers before, during, and after the pitch. Join CrowdOx and our team of teachers to learn what it takes to craft a great pitch for your game. Throughout the day attend classes on networking and publisher relationships, key elements of your pitch, and how to prepare for your pitch. Have the opportunity to ask specific questions or bounce ideas off the teachers or other attendees. At the end of the day there will be a low stakes event for everyone interested to pitch to the teachers and receive feedback called GUPPY BOWL. Opportunities to win prizes all day!",
      "presenters": "Carla Kopp",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 15:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 16:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D011",
      "title": "RPG Design in France - Les Jeux de Role en France",
      "system": "",
      "description": "The French game design community is vibrant and full of some of the greatest creatives in the hobby. In this pre-recorded panel, the presenters will describe the characteristic elements of the game design scene in France including common themes and ideas, community structure, French games, and more! This panel is recorded in French and English language captions are provided.",
      "presenters": "Jason Pitre, Coralie David, Jerome \"Brand\" Larre, Julien Pouard",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 16:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 17:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S012",
      "title": "Pre-Pitch Preparation",
      "system": "",
      "description": "Join Kyle and Riley as they walk you through the elements of how to make a publisher focused prototype, and how to playtest with publication in mind. This talk will cover how to present a prototype to a publisher, how to find what type of prototype works best for you, and how to be confident in your product when you're showcasing it to someone else. This talk will also cover some best practices for playtesting your game, and turning the feedback you get into something you can use to get your game published. Join CrowdOx and our team of teachers to learn what it takes to craft a great pitch for your game. Throughout the day attend classes on networking and publisher relationships, key elements of your pitch, and how to prepare for your pitch. Have the opportunity to ask specific questions or bounce ideas off the teachers or other attendees. At the end of the day there will be a low stakes event for everyone interested to pitch to the teachers and receive feedback called GUPPY BOWL. Opportunities to win prizes all day!",
      "presenters": "Kyle Ott, Riley Parks",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 17:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D013",
      "title": "What We Mean, When We Talk About Lyric Games",
      "system": "",
      "description": "What are Lyric Games exactly? And why are they deemed an important body of work, both in a personal and game scene level? What makes a game 'Lyric'? Additionally, our panelists share tips on how to go about the process of creating and sharing such games - fever dreams, love letters, rituals and treatise calling to be born. The panel will also have a segment for questions.",
      "presenters": "Maria Mison, Casey Johnson, Jay Dragon",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 18:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 19:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S014",
      "title": "GUPPY BOWL",
      "system": "",
      "description": "A low stakes opportunity for workshop attendees to show off all the skills they learned. They will have only a few minutes to pitch to the teachers and will be given feedback. Throughout the event there are opportunities to win prizes and even a chance to win a spot in the SPEED PITCHING event on Sunday!",
      "presenters": "Chandler Copenhaver, Carla Kopp, Heather O'Neill, Kyle Ott, Riley Parks",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 18:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 20:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D015",
      "title": "No Gods, No Masters, No GMs",
      "system": "",
      "description": "Being a GM is hard; like, really hard. Having nobody willing to fill that role has been the downfall of many a game group. But there is an alternative! GM-less roleplaying games are getting more and more popular, and this panel is here to discuss why.",
      "presenters": "A.C., Jay Dragon, Viditya Voleti",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 19:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 20:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S016",
      "title": "Make and Play an RPG ZINE",
      "system": "",
      "description": "Join 9th Level Games (hosted by Adriel Wilson and Chris O'Neill) for a unique game jam experience - MAKE and PLAY an RPG ZINE IN 4 HOURS. Using 9th Level's Polymorph System and a guided process, the group will create a setting and rules, and begin a play storming session using the game while the 9th Level Team is creating a complete ZINE of the rules to be ready at the end of 4 hours. An RPG ZINE that you will be one of the creators. Since it will be \"virtual\", the ZINE will be delivered to all of the participants in PDF format (and available for others to download by the morning).",
      "presenters": "Chris O'Neill, Adriel Wilson",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 20:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Fun, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D017",
      "title": "The Publisher Perspective: What We're Looking For in 2021",
      "system": "",
      "description": "You have a great board/card game and you're ready to start shopping for a Publisher. What are they looking for these days? Our panelists will explain what excites them, and talk about how they look for key elements that they can extend into sellable games.",
      "presenters": "Dan DiLorenzo, Frank DiLorenzo, Kira Peavley, Curt Covert, Shari Spiro, Ben Harkins",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 21:00:00 -0500",
      "end_time": "Thu, 05 Nov 2020 22:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D018",
      "title": "The Human Heart: Engaging Emotions In RPG Design",
      "system": "",
      "description": "All RPGs engage our emotions, and some are made with feels first in mind. We discuss the ethics and how-to of emotional storytelling and RPG design. From buy-in to agency and safety, how can we make anguish and yearning an enjoyable experience? Brought to you by Storybrewers, Australia.",
      "presenters": "Vee Hendro, Hayley Gordon",
      "authors": "",
      "start_time": "Thu, 05 Nov 2020 22:30:00 -0500",
      "end_time": "Thu, 05 Nov 2020 23:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S019",
      "title": "Lean Coffee",
      "system": "",
      "description": "Pour yourself a tasty beverage and join us on Zoom for our digital Lean Coffee, a structured but informal method of conversation. All registered METATOPIA attendees are welcome. After splitting into groups, each group proposes and votes a topic, and discussion continues - as long as there's interest. This is a great way to get a quick, light discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 08:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 09:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Fun, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D020",
      "title": "Canada Is Not a Northern Suburb of the U.S.",
      "system": "",
      "description": "For Canadian game designers and pros, it's pretty common to get lumped in with U.S. designers. After all, it's all North America, right? The cultural differences between the two countries often gets lost, especially when discussing the elements that inform game design and aesthetics. Our panelists will talk about the specific parts of their Canadian experience that affect their game development work.",
      "presenters": "Jason Pitre, Sen-Foong Lim, Nicole Winchester, Christoph Sapinsky",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 09:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 10:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D021",
      "title": "Accounting for Game Businesses",
      "system": "",
      "description": "Whether you're a retailer, a publisher or a freelancer in the games industry, the time might come that you need an accountant. We will talk about the things to consider in making this decision, including how to hire the right professional. An overview of accounting and taxes in 2020, including stimulus incentives and preparing for 2021. Brief discussion of Main Street and PPP loans, and what incentives may be available in the future.",
      "presenters": "Bradley Hausman",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 09:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 10:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D022",
      "title": "Converting In-Person Games to Online Play",
      "system": "",
      "description": "Some games are easy to play online, and some have robust platforms to support them. But what if your game involves group singing? Or social mingling? Or some other mechanic that is harder to do online? Let's share some ideas for converting these trickier games to be enjoyable virtually!",
      "presenters": "Vivian Abraham, Peter Hayward, Jason Cox",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 10:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 11:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D023",
      "title": "Distribution And Your Game",
      "system": "",
      "description": "Are you a designer and want to know how your game gets distributed? Are you self publishing and want to know more about Distribution? Are you crazy enough to actually ask a Distributor anything? Join us as Scott Morris from GTS and Mike Paschal from PHD discuss the U.S.'s 3-Tier system and answer questions.",
      "presenters": "Scott Morris, Mike Paschal",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 10:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 11:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D024",
      "title": "Don't Kickstart Your Game",
      "system": "",
      "description": "It seems a little unpopular to tell new designers \"don't kickstart your game\"; Kickstarter is an invaluable tool. There are so many encouraging blogs and podcasts that talk optimistically about how accessible it is to crowdfund your own game. but there's not a lot that talk in depth about the logistics, liabilities and potential pitfalls. Before making the decision to launch a campaign, we want to give potential new creators a realistic look behind the curtain to see what they're diving into.",
      "presenters": "Nicole Cutler, Avonelle Wing",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 11:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 12:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D025",
      "title": "The Intersection Of Role Playing and Medicine",
      "system": "",
      "description": "Has the current global health crisis inspired a new game idea? Considering writing a game about healthcare workers? Join our panelists as they discuss what role playing games can learn from the field of medicine and how to thoughtfully address the medical profession in your designs. Questions encouraged!",
      "presenters": "Rach Shelkey, Jacqueline Bryk, Sidney Icarus, Jen Dixon",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 11:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 12:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D026",
      "title": "RPGs and English as Our Vehicular Language: Beyond the American Culture Online",
      "system": "",
      "description": "The internet enables Tabletop RPG fans to come together globally. However, it is difficult for non-American communities to have their voices heard. This due to the use of English as our shared vehicular language combined with the disproportionate American demographics online. In this panel, we'll explore the experience of non-native English-speaking RPG luminaries within this reality. We'll talk through the lens of RPG about local identities and cross-border engagement.",
      "presenters": "Kalum, Pamela Punzalan, Diogo Nogueira, Allan Cudicio",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 12:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D027",
      "title": "Consulting 101: Selling Game Design As a Service for $5K - $250K",
      "system": "",
      "description": "Want to sell game design as a service to large institutions? This panel will walk you through the practical details of the consulting pitch and sales process. Topics include how to get started, finding clients, crafting proposals, asking for money, sales strategy, execution deliverables, and long-term business development.",
      "presenters": "J Li, Jessica Hammer",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 12:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 13:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D028",
      "title": "Tactile Games - Waiting To Touch Things Again",
      "system": "",
      "description": "Role playing games that integrate tactile components and mechanics allow our other senses to engage in play. Although COVID put a pause on many games that offer tactile experiences, join our conversation about what we are excited to have in the future. This panel will discuss how these little touches (see what we did there?) help enhance the game experience, how could they hurt it, and what considerations should be thought of when designing a game with tactile components. Whether it is sewing, stacking, smelling, or sounds, come join us and sigh about what we long to get back to.",
      "presenters": "Avraham Yosef Baez, Bronwyn Sperling, Emily Care Boss",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 13:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D029",
      "title": "How to Work With Artists",
      "system": "",
      "description": "The panelists will touch on the process of how to find and approach artists, negotiate the contract, and then successfully work together. It's important that publishers get an artist's-eye-view of things so they can better understand what we do, the process, and the time involved and plan projects accordingly.",
      "presenters": "Jack Parra, Lissanne Lake, Storn Cook",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 13:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 14:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D030",
      "title": "Play With Your Food",
      "system": "",
      "description": "Food is fundamental to survival and yet serves as so much more, building communities and relationships, serving as an artistic expression, connecting us to ideals and memories. We will explore our diverse relationship with food, cooking, and eating and, in turn, show how such simple acts can be very powerful mechanics in games, most notably LARP.",
      "presenters": "Anne Ratchat, Sharang Biswas, Bronwyn Sperling, Kristen Roberts",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 14:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 15:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D031",
      "title": "Kickstarter in the Age of Covid",
      "system": "",
      "description": "Join represenatives of Kickstarter for a discussion of the state of crowdfunding projects going into 2021. Topics will include what's different, what hasn't changed at all and how to prepare for success if you're taking a campaign live.",
      "presenters": "Jonathan Ritter-Roderick, Anya Combs",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 14:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 15:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D032",
      "title": "Designing Role Playing Games That Don't Center On Violence",
      "system": "",
      "description": "A panel about the limitations of imagination when it comes to how we see violence in tabletop games. With the entire range of human experience to draw from, why is designing games without violence still seen as having a \"niche\" audience? In this panel, we will discuss what it means to explore designing games that don't feature interpersonal violence as a resolution mechanic.",
      "presenters": "Ash Kreider, Jason Morningstar, Mike Czaplinski, Jeeyon Shim",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 15:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D033",
      "title": "Playtesting Online: How, Where and What The Heck Are We Doing?",
      "system": "",
      "description": "Playtesting is a valuable step for game designers, but how do we adapt it to make it fit with the challenges of communicating complex feedback online? Or the often chaotic and experimental nature of the playtest experience? This roundtable will start out with the two facilitators discussing their own strategies for creating spaces for online playtests, gathering feedback in a way that works around the \"only one person can talk\" nature of online communication, recruiting techniques, and other methods to mitigate the challenges of online playtest versus face-to-face. We will then open up the table to share how others have navigated the transition to online playtesting, success and challenges encountered. Hopefully by the end we will have started gathering a body of knowledge that participants can use to create the best space for playtesting online that they can.",
      "presenters": "Kate Hill, Jessica Hammer, Ben Harkins",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 15:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 16:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D034",
      "title": "How To Include Latin America In Your Kickstarter Fulfillment",
      "system": "",
      "description": "Latin American gamers are often excluded in Kickstarts due to high shipping prices, tax and unfamiliarity with the market. In this panel, we'll talk about how to include them in your fulfillment estimates and make it worthwhile for all involved.",
      "presenters": "Alastor Guzman, Sergio Ake",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 16:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 17:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D035",
      "title": "Running Games on Roll20",
      "system": "",
      "description": "Roll20 provides players and GMs with a popular virtual tabletop for games. How can you best take advantage of it as a player, a designer or a publisher? Our experts and power-users will bring you up to speed on the service.",
      "presenters": "Chris O'Neill, Stephanie Bryant, Warren Morrison, Walt Ciechanowski",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 16:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 17:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D036",
      "title": "Publishing in Asia: Two Perspectives",
      "system": "",
      "description": "Asian game markets are booming! Come meet two publishers who are actively licensing and translating English-language properties for their own countries and beyond. Join us for an informal conversation with and between publishers from Japan and Korea.",
      "presenters": "Jason Morningstar, Sungil Kim, Taka'aki Ayukata, Steve Segedy",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 17:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D037",
      "title": "Applying Education Theory for Stronger Game Design",
      "system": "",
      "description": "Using concepts from education theory is a natural and obvious way to improve game design practices. Our panelists will talk about how to apply an understanding of how people learn and engage in play to your design process to create more immersive, satisfying designs.",
      "presenters": "Gabriel de los Angeles, Sen-Foong Lim, Brian Quinones",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 17:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 18:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D038",
      "title": "Designers Talking Fun",
      "system": "",
      "description": "Four designers from all corners of the game industry get together to discuss their craft at this special roundtable. All passion, no filter.",
      "presenters": "Eric Lang, Fertessa Allyse, Omari Akil, Eric Slauson",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 18:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 19:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D039",
      "title": "How To Get Started As An Artist in the Game Industry",
      "system": "",
      "description": "You've got the skills, now how do you get the job? Our panel will talk about how they broke into making art for games, and how you can do it too!",
      "presenters": "Melissa Gay, Bradley McDevitt, Whitney Delaglio",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 18:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 19:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D040",
      "title": "More Than Just A Setting: Integrating The Natural World",
      "system": "",
      "description": "Understanding the natural world as an active participant in games and design shifts our engagement with environmental justice and enriches every aspect of our work. Join this panel of game designers with backgrounds as adventure guides, outdoor educators, and naturalists as they discuss the various ways integrating the natural world positively impacts their design and community work in games. Attendees will learn tools to understand the more-than-human community around them in ways they can weave into their own participation in games, whether as players, designers, or organizers.",
      "presenters": "Jeeyon Shim, Meguey Baker, Jason Morningstar",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 19:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 20:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D041",
      "title": "The Devil in the Details: Designing Microsettings in Tabletop RPGs",
      "system": "",
      "description": "Microsettings (settings that focus closely on a specific area, region, or location) can be a powerful touchstone for game design. By focusing their attention and concerns on a small region, city, or even places as focused as a bar, a school, or a shopping center, microsettings give the smaller, more particular stories a space to happen. In the panel, we'd like to discuss how designing and detailing of focused microsettings can evoke a location's multiplicity and diversity, make the world of the game more accessible and real, challenge characters to form relationships within the setting, and invoke curiosity about mundane aspects of setting life.",
      "presenters": "Richard Ruane, Brian Yaksha, Zedeck Siew, Amanda Franck, Pamela Punzalan",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 19:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 20:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D042",
      "title": "Art For Your Game Without Breaking The Bank",
      "system": "",
      "description": "Getting high-quality art is key to making a product look professional. How do publishers do it without running into the red? Our panel makes with the tips and tricks.",
      "presenters": "Jack Parra, Lissanne Lake, Hal Mangold",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 20:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 21:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D043",
      "title": "RPGs for Therapy",
      "system": "",
      "description": "This panel of game designers and therapists will discuss their journey to design RPGs for use in therapy as well as the overall benefit of using roleplaying games as a therapeutic tool. What games have they used in the past? What worked, what didn't? How did they modify games for therapy sessions?",
      "presenters": "Heather O'Neill, Timothy Grant, Brian Quinones, Jack Berkenstock",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 20:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 21:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D044",
      "title": "Translating Non-Game Intellectual Properties To Games",
      "system": "",
      "description": "Licensing an intellectual property for your game is potentially both artistically and financially satisfying. However, the process of actually melding your design with the specifics of the property is a creative challenge, to say nothing of the perils of disappointing the fans! Our band of experts have worked with a wide range of IPs and will share what they've learned.",
      "presenters": "James Lowder, Darren Watts, Daryl Andrews, Scott Woodard, Robin Laws",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 21:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 22:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S045",
      "title": "Networking Workshop",
      "system": "",
      "description": "Game publishing is a collaborative process; having the right contacts in the industry can make or break a game or company. \"Introduce yourself at the bar!\" is not always the best strategy, and it certainly does not work online. In this workshop, meet others who are looking to network and develop professional contacts in this low pressure setting. Facilitators will help you describe and sort the skills that you are selling or guide the right people to you if you are searching. This is a great way for you to meet illustrators, editors, designers, publishers, graphic designers, and more! Whether you know everyone who knows everyone or dipping your toes in the water of game professionalism, this is a great way to connect.Registration for this workshop is required, use this link to do so: http://bit.ly/NetworkingNexusReg",
      "presenters": "Melissa Lewis-Gentry",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 21:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 23:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D046",
      "title": "Accessible Core Mechanics and Horror",
      "system": "",
      "description": "For all the merits of the genre, it is not an exaggerated statement to say that horror is the least accessible genres in analog gaming. Between mechanics that require physical ability, the habitual use of monsters whose descriptions sound uncomfortably close to home, and the widespread misunderstanding of how mental health and mental illnesses work, a large swath of players are alienated before the game even begins. In this panel, we will use the recurrent inaccessible themes in horror to explore how one can build a more accessible game from the core mechanics out.",
      "presenters": "Anne Ratchat, Spider Perry, Misha Bushyager, Mids Meinberg, Pamela Punzalan",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 21:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 22:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D047",
      "title": "The Things You Don't Learn Writing Adventures",
      "system": "",
      "description": "This panel will examine how the structure of old fashioned RPG adventures favors world building and setting over character interactions, how trad design has moved away from that, and ways to overcome that in your own design.",
      "presenters": "Mike Czaplinski, James Lowder",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 22:00:00 -0500",
      "end_time": "Fri, 06 Nov 2020 23:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D048",
      "title": "Alone, But Not Lonely: Solo Games",
      "system": "",
      "description": "Even in the Before Times there was a lot to love about solo games, and they have become especially relevant in 2020. Our panelists will be sharing their thoughts about this style of gaming, including solo games and games with a one-player mode, from the perspective of both designers and players.",
      "presenters": "Carla Kopp, Krin Irvine, Alexis Allard, Liz Davidson, Jason Pitre",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 22:30:00 -0500",
      "end_time": "Fri, 06 Nov 2020 23:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D049",
      "title": "Becoming Better than Well-Intentioned",
      "system": "",
      "description": "We will talk about practical actions you can take to be better prepared the next time you have the chance to speak up. It might be addressing a micro-aggression at the game table or shutting down a bully who wants to make somebody feel small in an online setting, for example. These aren't easy things and the skills don't always come naturally. Our panelists will talk about practicing phrases and learning to overcome the social conditioning that perpetuates \"isms\".",
      "presenters": "Kitty Stryker, Spider Perry, Avonelle Wing",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 23:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D050",
      "title": "Hawaii Game Developers Group",
      "system": "",
      "description": "The Hawaii Game Developers group hosts a bimonthly forum where Hawaii based game designers bounce ideas, tips & resources & discuss topics and trends relating to game design. Learn how we put the group together and what new coolness is coming out of Hawaii!",
      "presenters": "Jeremy Wilson, Albert Guo, Cash Anderson, Scott Okuna, Christian Daquioag",
      "authors": "",
      "start_time": "Fri, 06 Nov 2020 23:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 00:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D051",
      "title": "NPCs as Design Elements",
      "system": "",
      "description": "Non-player characters are vital to tabletop and live action roleplaying games. They provide companionship, contrast, resources, information, and dramatic conflict with the players. They are the avatars of the setting, and the best tools that a GM has at their disposal. In this panel, we discuss how games can be designed using NPCs as a key mechanism of play.",
      "presenters": "Jason Pitre, Zedeck Siew, Sinta Posadas",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 00:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 01:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D052",
      "title": "Crafting Game Mechanics to Support Player Agency",
      "system": "",
      "description": "Systems like Forged in the Dark are designed with mechanics that deliberately support player agency. When paired with external safety tools, these agency-focused mechanics are intended to foster safer play culture and richer experiences. Our panelists will discuss what we mean by \"player agency\" and what these mechanics look like and how they work.",
      "presenters": "Jacob Segal, Justin Ford, Ian Hart, Ray Chou",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 00:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 01:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S053",
      "title": "Lean Coffee",
      "system": "",
      "description": "Pour yourself a tasty beverage and join us on Zoom for our digital Lean Coffee, a structured but informal method of conversation. All registered METATOPIA attendees are welcome. After splitting into groups, each group proposes and votes a topic, and discussion continues - as long as there's interest. This is a great way to get a quick, light discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 08:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 09:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Fun, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D054",
      "title": "Games, Gamefeel, Vocabulary and Umami",
      "system": "",
      "description": "We all know how certain games feel in play and how they make us feel, but as designers and critics we don't have a set of words to describe it. Do we need an experiential vocabulary of play, and what would one look like?",
      "presenters": "James Wallis, Cat Tobin, Kieron Gillen, Jacob Jaskov",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 09:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 10:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D055",
      "title": "Shores Not Quite Undiscovered: Tabletop Beyond America",
      "system": "",
      "description": "Much of the dialogue relevant to the tabletop gaming industry and the communities that form around it is centered around the United States of America. Many know that creators from all around the world exist, but few understand just how different their contexts can be from the status quo. This panel seeks to bring multiple voices from beyond America together in order to discuss these differences, and provide some nuanced insight on how the America-centered industry informs their own contexts and communities.",
      "presenters": "Pamela Punzalan, Vince Smith, Alastor Guzman",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 09:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 10:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D056",
      "title": "Using Games to Meet Early Childhood Sensory Play Needs",
      "system": "",
      "description": "We love touching and feeling games, so how can we be more mindful of sensory experiences and intentional about including little ones with sensory difficulties in gaming? Hear perspectives from a clinician who uses games as part of nontraditional play therapy with 2 to 5 year olds, a parent who uses games and game pieces for toddler sensory needs and social development, and a game designer who creates games with preschooler sensory needs in mind. We will also discuss how to notice and meet sensory needs in children (and yourself!). Grab some dice or game components for your own sensory input during the panel!",
      "presenters": "Brian Quinones, Sara Parikh, Timothy Grant",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 10:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 11:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D057",
      "title": "Running A Successful Virtual Playtest Group",
      "system": "",
      "description": "When the COVID lockdowns began, the NYC Playtest Group was one of the first to move to online playtesting. Since then we have run over 50 sessions since mid April, and have also helped other gaming conventions with running games virtually. In this panel we will discuss with moderators from other groups around the world, on the the lessons we've learned in the trenches in running a successful virtual playtest group.",
      "presenters": "Tam Myaing, David Gordon, Chris Backe, Kevin Dunkelberger",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 10:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 11:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D058",
      "title": "Celebrate Failure",
      "system": "",
      "description": "Everyone hates failure, right? Even after you accept it as a part of the path to success. Improv taught us not just to accept failure, but to embrace it, treasure it. Failure's great. Join us for some unscripted, interactive chaos that will surely entertain, and possibly even free you from the fear of failure.",
      "presenters": "Jay Treat, Karen Twelves",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 11:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 12:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D059",
      "title": "New Tools for Old Hands",
      "system": "",
      "description": "Discord. Itch. Twitch. If you blinked and suddenly your peers sound like they’re talking about new horsemen of a very minor apocalypse, we’re here to help you catch up. There are a plethora of new(ash) platforms available to empower your gaming experiences. Avie’s here as our token dinosaur, while Donna and Olivia bring the knowledge.",
      "presenters": "Olivia Montoya, Donna Prior, Avonelle Wing",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 11:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 12:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D060",
      "title": "Pitch Perfect: Nailing Game Presentations For Different Opportunities",
      "system": "",
      "description": "How do you present a game to playtesters without biasing them, but getting what you want from the test? How do you present that same game to a publisher differently? How do you present the game to fans at a show to get them excited enough to buy it? Some things will be identical, others will be custom tailored to the audience and what they care about (or what you want from it). And there are multiple versions of each.",
      "presenters": "Curt Covert, Melissa Lewis-Gentry, Jason Walters, Isaac Vega",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 12:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D061",
      "title": "PDF Publishing (Itch, DTRPG and More!)",
      "system": "",
      "description": "Join us for a discussion of the best ways to get your work out there in digital form. How do you make a PDF? What’s compliance? Do you need to include printing instructions? How do you decide which site is best for you? Come get the answers to these questions and more.",
      "presenters": "Adriel Wilson, Alexi Sargeant, Christoph Sapinsky",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 12:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 13:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D062",
      "title": "Lowering The Barrier To Entry For New Players In Trad RPGs",
      "system": "",
      "description": "For better or worse, traditional RPGs have a reputation for crunch and complication that can be scary for new players. How can designers and publishers make their games less imposing both in substance and appearance?",
      "presenters": "Will Sobel, Beth Rimmels, Cynthia Miller",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 13:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S063",
      "title": "Networking Workshop",
      "system": "",
      "description": "Game publishing is a collaborative process; having the right contacts in the industry can make or break a game or company. \"Introduce yourself at the bar!\" is not always the best strategy, and it certainly does not work online. In this workshop, meet others who are looking to network and develop professional contacts in this low pressure setting. Facilitators will help you describe and sort the skills that you are selling or guide the right people to you if you are searching. This is a great way for you to meet illustrators, editors, designers, publishers, graphic designers, and more! Whether you know everyone who knows everyone or dipping your toes in the water of game professionalism, this is a great way to connect.Registration for this workshop is required, use this link to do so: http://bit.ly/NetworkingNexusReg",
      "presenters": "Melissa Lewis-Gentry",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 13:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 15:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D064",
      "title": "Art Direction: From Designer to Director to Artist",
      "system": "",
      "description": "A game designer, an art director, and an artist who recently worked on a project together will talk about the project (Bully Pulpit Games' \"Dead House\") from each of their perspectives - how they collaborated and communicated and perceived both the brief and the final output.",
      "presenters": "Jason Morningstar, Jabari Weathers, Brennen Reece",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 13:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 14:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D065",
      "title": "Contract Literacy 101: Whereas & Therefore & Beyond",
      "system": "",
      "description": "The majority of game designers will need to sign at least one contract prior to completing their game. This panel will improve your literacy and familiarity with the structure of contracts, as well as explain some of the standard contract terms you ought to be prepared to encounter. The information should be relevant to designers, artists, and publishers alike.",
      "presenters": "Eric Whalen, Rob Hebert, Steven Long, Debbie Moynihan",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 14:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 15:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D066",
      "title": "Games Are Art: Designing Through An Artist's Lens",
      "system": "",
      "description": "When you think of art, you think of music, theater, painting, sculpting, writing, film. And at the heart of each is an artist, who uses their talents, creativity, skill and intelligence to craft something that never existed before, with the intent of sharing a vision, a feeling, a message, a sense of discovery or connection. The games we create are no less an art form, and we designers no less than artists. What we craft brings people together for a shared experience and has the ability to do more than challenge us mentally, pass the time or entertain, but to connect emotionally with people. Let us view game design through an artistic lens, to look past the mathematical underpinnings, and dive into what makes games a uniquely human endeavor.",
      "presenters": "Curt Covert, Julie Ahern",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 14:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 15:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D067",
      "title": "Getting Your First RPG Published",
      "system": "",
      "description": "Publishing your first RPG can be difficult, how do you know when enough play testing is enough? What feedback should you listen to? How do you get your game ready for print? All these questions, and more, will be answered in this comprehensive advice panel.",
      "presenters": "Jason Walters, Moe Poplar, Darren Watts, April Walsh, Jonathan Lavallee",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 15:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D068",
      "title": "Neurodiversity in Analog Games",
      "system": "",
      "description": "Neurodiversity refers to the reality of diversity of minds and the goal of human rights and dignity for people whose brains work atypically. However, neurodiversity is rarely explicitly represented in games, nor are the accessibility needs of neurodivergent players specifically accounted for. This exploratory guided discussion between neurodivergent discussion facilitators and participants of all neurotypes will cover questions of how to address these deficiencies in representation and inclusion, as well as talk about how games can and have been helpful for neurodivergent players for personal growth. We will also discuss how we can tap into the medium of analog games to celebrate neurodiversity and make neurodivergent players feel welcome, and even create games where atypical minds are centered.",
      "presenters": "Olivia Montoya, Ron Bee, Joie Martin",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 15:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 16:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D069",
      "title": "Designing Outside Belonging: Diverse Approaches to the BoB Engine",
      "system": "",
      "description": "Since the release of Dream Askew and Dream Apart in 2018 and the Belonging Outside Belonging Jam on Itch in early 2019, this minimalist, innovative, and countercultural RPG engine has become a hotbed for marginalized creators seeking to tell their own stories. Join some of the most prominent creators working in the Belonging Outside Belonging engine today as they talk about how its philosophy has shaped their design, what it has to offer the future of TTRPGs, and how each designer's work challenges the engine's base assumptions in different ways.",
      "presenters": "Jay Dragon, Riley Rethal, Luke Jordan, Brandon O'Brien",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 16:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 17:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D070",
      "title": "New Editions: Revise, Release, Repeat",
      "system": "",
      "description": "Was your game imperfect when it was released? Has it changed over time? Have you? We'll explore why (and how) you can update your game for the 2nd, or 3rd, or 4th, edition.",
      "presenters": "Russell Collins, Brennan Taylor, Meguey Baker, Greg Stolze",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 16:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 17:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D071",
      "title": "Asymmetric Role Playing Game Design",
      "system": "",
      "description": "Role playing games have a long history of asymmetrical rules, beginning with the establishment of the Dungeon Master in the very beginning and continuing to games such as Kingdom. Role playing games have explored countless different ways of allocating authority, and modern asymmetrical boardgames (Root, Vast, etc) have showed some new approaches worth considering. In this panel, we will dig into potential ways to approach asymmetrical design.",
      "presenters": "Jason Pitre, Spencer Campbell, Sasha Moros, Ben Robbins, Caroline Hobbs",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 17:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D072",
      "title": "Exploring Asian-ness In RPGs",
      "system": "",
      "description": "As Asian culture is pushed to the forefront within hot-button discourses of diversity, inclusivity, and cultural appropriation, it is all the more important to understand and empathize with the lived experiences of Asian people themselves. In this panel, hear from several Asian RPG designers as they share their perspectives and stories to see how their inherent Asian-ness manifests in their game design. Explore what \"Asian-ness\" may or may not look like while challenging both western and eastern presuppositions.",
      "presenters": "Samuel Mui Shen Em, Kazumi Chin, BJ Recio, Akemi Maniwa, Thomas Manuel",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 17:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 18:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D073",
      "title": "The 100 GP Pearl: Economics and Trade as Design Elements",
      "system": "",
      "description": "Economics and trade have long been foundational elements of game design, from the hyperinflation of dungeon pillaging to the free traders of Traveller. In this panel, we discuss how these aspects can be used as the foundation for game mechanics and procedures. Don't make me quote the rules of acquisition at you.",
      "presenters": "Jason Pitre, Rob Donoghue, Emily Dresner, Kenneth Hite",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 18:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 19:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D074",
      "title": "Should Games Make You Feel Bad?",
      "system": "",
      "description": "As designers we strive to make games \"fun\", but they can also be a vehicle for other emotions, such as fear, sadness, disgust, shame, etc. From Brenda Romero's Train to Marc Gertz's Imperial, we will explore several games that intentionally or unintentionally make you feel bad.",
      "presenters": "Tam Myaing, Doug Levandowski, Roberta Taylor, Jessica Creane",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 18:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 19:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D075",
      "title": "Managing Work While the World Is Chaos",
      "system": "",
      "description": "Both running a business and game design are marathons, not sprints. Under the best of circumstances, pacing yourself, avoiding burnout, maintaining your motivation and perspective, etc. can be difficult. Doing it during a crisis can be daunting. 2020 has pushed all of us to the limit even without the turmoil it has caused the game industry. Our panel will discuss the challenges of working through COVID-19 and strategies they've used to cope with crises.",
      "presenters": "Beth Rimmels, Nicole Lindroos, Jaym Gates",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 19:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 20:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D076",
      "title": "What Makes A Good Board/Card Game Rulebook?",
      "system": "",
      "description": "This panel will review game rulebooks in depth. It will cover the purpose of your rulebook; striking a balance; and the process of writing and revising the rulebook. The structure of the rulebook will be covered from different sections including statistical information, components, theme, overview, setup, core loop, and game end. The way that you organize the contents of this rulebook is important for informing the player experience. Your voice in how you write your rulebook is as important as testing it out with your playtesters. Finally, edge cases; applications of rule books for games based learning; and action steps for writing your rulebook will be covered in detail.",
      "presenters": "Dave Eng, Anne-Marie DeWitt",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 19:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 20:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D077",
      "title": "Forged In The Dark Designs",
      "system": "",
      "description": "Forged in the Dark designers share their secrets! A diverse panel of up-and-coming indie designers inspired to create by *Blades in the Dark* who have variously playtested, engaged with fellow Forged in The Dark fans, and kickstarted projects comes together to discuss their inspirations, design challenges, and successes.",
      "presenters": "Charles Simon, Justin Ford, Pamela Punzalan, Erik Bernhardt, Nychelle Schneider",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 20:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 21:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D078",
      "title": "A Discussion About Transformative LARPing",
      "system": "",
      "description": "Generally, \"transformative\" games teach skills, facilitate personal insights or shadow work, or otherwise have a significant impact on your non-gaming life. What makes a LARP game transformative without sacrificing fun and other important elements?",
      "presenters": "Chance Feldstein, Erika Skirpan, Jessica Comstock, Jon Cole",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 20:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 21:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D079",
      "title": "RPG Points of View",
      "system": "",
      "description": "Explain This Lingo: Trad. OSR. Story Game. Lyric Games. And Indie, which shouldn't be about design at all. OK, folks from the Forge. We know this gave you the vapors. It's okay to go make yourself a cup of tea and skip this one. There are a lot of folks coming in who have missed a whole lot of RPG chatter, and we get questions about what the lingo means fairly regularly. We're going to dip into what these mean and what each category brings to the table that can be stolen and repurposed elsewhere.",
      "presenters": "Darren Watts, Nicole Lindroos, Kenneth Hite, James Crocker",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 21:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 23:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D080",
      "title": "It's the Little Touches That Make It Home",
      "system": "",
      "description": "Explicitly feminist world building will consider all the ways that traditionally domestic tasks and arts enrich your setting and shape your characters. From textiles to food, child-rearing to death rituals, considering the ways these details fit together will make for deeper, richer game experiences. These principles apply across all game forms.",
      "presenters": "Misha Bushyager, Elsa Sjunneson, Kristen Roberts",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 21:30:00 -0500",
      "end_time": "Sat, 07 Nov 2020 22:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D081",
      "title": "Resonant Theming for Greater Emotional Impact in Board Game Design",
      "system": "",
      "description": "How do designers get their themes to reverberate across the hobby? By adding depth, shape, and clarity to their themes. Let's talk about how to avoid muddy themes and create games that sing.",
      "presenters": "Sarah Shipp, Kathleen Mercury, Eric Slauson",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 22:00:00 -0500",
      "end_time": "Sat, 07 Nov 2020 23:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D082",
      "title": "I Wish They'd Told Me: A New Designer's Toolkit",
      "system": "",
      "description": "This panel will focus on tips targeted to those who are beginning their design careers. The presentation will include advice on how to approach a publisher and conduct publisher research. Our panelists will give new designers advice on how to get unstuck and resources to help them with their first designs.",
      "presenters": "Kyle Ott, Riley parks",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 23:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D083",
      "title": "Roasted: Why You Should Let Kids Break Your Game (And Your Spirit)",
      "system": "",
      "description": "Any adult who's worked closely with kids as a teacher, caretaker, or mentor has a cache of stories about times they learned true humility at the hands of a child. This late night panel presents the argument that the youngest generation is our greatest asset. Join panelists as they break down (through real life, hilariously humiliating examples) how every aspect of games, from design to execution, is bettered for the presence and involvement of kids, and what we can do to make our spaces more welcoming to young people.",
      "presenters": "Jeeyon Shin, Kathleen Mercury, Julie Ahern",
      "authors": "",
      "start_time": "Sat, 07 Nov 2020 23:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 00:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "S084",
      "title": "Lean Coffee",
      "system": "",
      "description": "Pour yourself a tasty beverage and join us on Zoom for our digital Lean Coffee, a structured but informal method of conversation. All registered METATOPIA attendees are welcome. After splitting into groups, each group proposes and votes a topic, and discussion continues - as long as there's interest. This is a great way to get a quick, light discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 08:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 09:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Fun, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D085",
      "title": "Building Better Character Connections",
      "system": "",
      "description": "How to Design !More! !Drama! into your RPG! Some of the most satisfying role playing experiences come from the dramatic outcomes of emotional connections between player characters. We look at ways for tabletop and LARP writers to design for deeper character relationships and dynamics, to provide a structure for GMs to bring more of the good kind of drama to their RPGs.",
      "presenters": "Cat Tobin, Becky Annison, Sharang Biswas",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 09:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 10:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D086",
      "title": "Transmedia Development For RPG Designers",
      "system": "",
      "description": "You have the game designed, and ready to publish. But what about offering people other ways to interact with your story-world? A discussion of Transmedia - what it is, how it works, and what it might do for your games.",
      "presenters": "Gareth-Michael Skarka, Justin Achilli",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 09:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 10:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D087",
      "title": "Biracial Game Design",
      "system": "",
      "description": "People are told to tell their own stories when making games, but biracial folk are often forced into an unreasonable process of justifying their marginalization regardless of their life experiences. We'll also talk about the racist foundation of not allowing designers to speak about living in, growing up around, and often excluded from more than one community. Also about how our backgrounds influence the games and artwork we design.",
      "presenters": "Whitney Delaglio, Camdon Wright, Avraham Yosef Baez",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 10:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 11:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D088",
      "title": "The Care and Feeding of your Creative Self",
      "system": "",
      "description": "How do you keep a creative spark alive when everything is coming to pieces around you? This panel will discuss some practical ways to nurture your creative self when you feel like you can't possibly make anything.",
      "presenters": "Roberta Taylor, Paul Saxberg, Kimberley Lam, Shoshana Kessock",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 10:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 11:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D089",
      "title": "How to Run Online Live Action Role Playing Games",
      "system": "",
      "description": "Running a digital LARP (or LAOG - live action online game) can be a simple impromptu effort or a multi-session experience requiring significant organization. Let's talk about how to run a digital live action experience while keeping in mind safety and participants' needs.",
      "presenters": "Tara Clapper, Olivia Montoya, Joie Martin",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 11:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 12:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D090",
      "title": "How To Pitch Yourself Confidently",
      "system": "",
      "description": "You've got a great game and you're looking to sell it, or maybe you're looking to get a position working for somebody else making games. How do you present yourself and your game in their best lights? Pitching's a necessary skill regardless of your role in the industry. Learn how to do it here!",
      "presenters": "Emily Escovar, Anne Ratchat",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 11:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 12:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D091",
      "title": "Grow Your RPG Brand",
      "system": "",
      "description": "You're an RPG designer now! That's great, but now how do you get your awesome game in front of players who will appreciate it? How do you position yourself for future projects? Basically, how do you get your name on a game to mean something? Our panelists grapple with this sticky problem!",
      "presenters": "Cat Tobin, Will Sobel, JR Blackwell, Christopher McGlothlin, Maz Hamilton",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 12:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D092",
      "title": "Live Action Online Gaming: How a Community Emerged and Brought Joy to Sad LARPers",
      "system": "",
      "description": "Live Action Online Games (LAOG)s, also known as online LARPs, have reached unthinkable dimensions of attention due to the pandemic. This is a design framework with a completely new set of possibilities and requirements. We are not only talking about technology as a design surface but also questions around accessibility, safety and environmental awareness. Where do LAOGs come from? What were the driving forces? What has happened in 2020? How to become a LAOG designer? Where to find all the games and the community?",
      "presenters": "Gerrit Reininghaus, Tara Clapper, Kate Hill",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 12:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 13:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D093",
      "title": "Basic Copyright and Related Issues For Writers and Game Designers",
      "system": "",
      "description": "This panel is a brief discussion of the basics of copyright law (and some other aspects of intellectual property law) as they pertain to writers and game designers. Members of the panel include game designers, publishers, writers, and former attorneys who have dealt with these issues themselves from time to time, but feel free to come prepared with questions about intellectual property matters!",
      "presenters": "Steven Long, Eric Whalen",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 13:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D094",
      "title": "Jewish Games",
      "system": "",
      "description": "What does it mean to design games from a Jewish perspective? We have recently seen several games that center on the Jewish experience, like Rosenstrasse, Keeping The Candles Lit, Dream Apart and Mud. In this session, we'll look at key Jewish texts to see how themes and ideas from Jewish culture can inform your design. All texts will be provided in English; please come prepared for a vigorous conversation.",
      "presenters": "Jessica Hammer, Christopher Hall, Hannah Shaffer",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 13:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 14:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D095",
      "title": "Management For Game Projects (Spanish Language)",
      "system": "",
      "description": "The panelists will describe how to implement different workflows into your project management focused on game development. This panel is presented in Spanish.",
      "presenters": "Alastor Guzman, Sebastian Ferreira",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 14:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 15:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D096",
      "title": "Heartwarming Gaming During The Plague Times",
      "system": "",
      "description": "It's time once again to talk about happy, uplifting games! How do you make space for pastoral gaming while the world is going through a global health crisis? How does one find joy when the long term outlook changes by the minute? Our panelists will share their thoughts and personal experiences on exploring the heartwarming through the plague.",
      "presenters": "Rach Shelkey, Jaqueline Bryk",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 14:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 15:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D097",
      "title": "Different Traditions of Indie Publishing",
      "system": "",
      "description": "Indie game publishing is a strange craft and the design communities approach the process differently. In this panel, we will explore the similarities and divergences in publishing approaches from a Story Game, Sworddream, Trad and OSR perspectives. Let's share our knowledge and get weird.",
      "presenters": "Jason Pitre, Fiona Geist, Darren Watts, Viditya Voleti",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 15:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D098",
      "title": "How To Price Your Art",
      "system": "",
      "description": "So you want to produce art in the game industry? How do you know what to charge people? How can you price out a long-term deal to provide art for a line of games? What about differing reprint rights deals? Our experts have you covered.",
      "presenters": "Rob Hebert, Juan Ochoa, Bradley McDevitt",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 15:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 16:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D099",
      "title": "Infinite Cosmic Power, Itty-Bitty Living Space: Writing One-Page Games",
      "system": "",
      "description": "Writing long games is hard, but so is writing short games. What advantages do one-page games afford us? What can't they do? What can they do better than longer games? We're going to find out.",
      "presenters": "Grant Howitt, Matt Jones, Alexi Sargeant, Jeeyon Shim, Jason Tocci",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 16:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 17:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D100",
      "title": "The Retail Perspective: Designing for Pandemic Sales in 2021",
      "system": "",
      "description": "Any board or card game being published in 2021 needs to take into account the likelihood that in-person demos and shopping will be limited. Our panelists will talk about what the design implications of this are, and how you can adjust to make your board or card game more viable as a physical commercial product.",
      "presenters": "Bryan Dalrymple, Patrick Day",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 16:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 17:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D101",
      "title": "Too Many Crooks: Creating a Game with 18 Strangers",
      "system": "",
      "description": "What happens when 18 designers attempt to create an 18 card game in 18 days? Embrace the chaos and join us for the highs and lows, as we discuss group dynamics, remote collaboration, working outside your comfort zone, and the beauty of our game design community. Panelists include some of the designers of \"Too Many Crooks\" an either doomed or brilliant collaborative project born out of a joke that sparked the imagination of creators from around the globe.",
      "presenters": "Manny Dominguez, Jim Bottomley, Ian Howard",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 17:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D102",
      "title": "Marketing Your Game Store Or Cafe",
      "system": "",
      "description": "Marketing is how people find your business. A location-based or \"brick-and-mortar\" business has some promotional options that an online-only business does not. Beth Rimmels and Mike Roberts have worked in marketing for 10 years helping their clients attract their target audience. In this presentation they'll focus on topics like optimizing Google My Business, review management, and other marketing methods specifically tailored to businesses with a physical location like game hobby stores, board game cafes, comic book stores, etc.",
      "presenters": "Beth Rimmels, Mike Roberts",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 17:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 18:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D103",
      "title": "Design and Composition 101",
      "system": "",
      "description": "This panel for art beginners discusses technique, both in a general sense and specifically for the kinds of products you're likely to encounter in the game biz.",
      "presenters": "Jack Parra, Storn Cook, Melissa Gay",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 18:00:00 -0500",
      "end_time": "Sun, 08 Nov 2020 19:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "D104",
      "title": "How To Make And Sell RPG Adventures",
      "system": "",
      "description": "It's almost a truism that it's very hard to make RPG adventures, scenarios and modules that will sell unless you're talking about the very biggest games. Is that really true? Let's share some tricks and tips on this panel!",
      "presenters": "Graham Walmsley, Christopher McGlothlin, Darren Watts, Lynne Hardy, Alex Helms",
      "authors": "",
      "start_time": "Sun, 08 Nov 2020 18:30:00 -0500",
      "end_time": "Sun, 08 Nov 2020 19:30:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "Serious, All Ages",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    }
  ]
}
