{
  "schedule": [
    {
      "code": "L001",
      "title": "If You Find This, Assume the Worst",
      "system": "",
      "description": "Adapted from Banana Chan's Golden Cobra LARP \"They're Onto Me\", \"If You Find This, Assume the Worst\" is an asymmetric larp where players enter the roles of a conspiracy theorist attempting to document an alien parasite slowly taking over their office and those coworkers. This is a lighter, satirical game that is welcoming for first-time larpers. This game is in late-stage playtesting. Video recording is a core mechanic in this game so must consent to be recorded. Said video may remain private after the game if players decide so.",
      "presenters": "Anne Ratchat",
      "authors": "",
      "start_time": "Thu, 20 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L002",
      "title": "Hemophiliacademics",
      "system": "American Freeform",
      "description": "It is present day. Vampires are real. Vampires have been exposed publicly in the last year. Vampires now flock to academia for safety, a food supply, careers, and friends. Any vampire who does not get accepted into academia is fair game for hunters, priests, and mobs alike. You are a vampire, or a human, or a dhampir. You are either an interviewer on a panel for a private university, interviewing applicants for a brand new special vampiric graduate student program - or else you are being interviewed. All of you know this is a matter of life and death, as well as academic enrichment. A tense American Freeform LARP about academia, prejudice, and interviews.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Thu, 20 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L003",
      "title": "Full Moon Shift",
      "system": "Fate Lives",
      "description": "A whimsical game of madcap shenanigans and customer service, Full Moon Shift puts players into the roles of magical chefs and waiters trying their best to keep their humble ramen shop afloat in the face of adventure and absurdity. Improv and playdoh collide in this light-hearted romp through the world of fantasy food service.",
      "presenters": "",
      "authors": "Pandaragon Games",
      "start_time": "Thu, 20 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Silly",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L024"
      ],
      "related": ""
    },
    {
      "code": "L004",
      "title": "War Birds: Model Protectorates",
      "system": "",
      "description": "Under the dominion of the Reich, the people of Denmark were forced to examine just how much they were willing to comply or resist the state of occupation. Family bonds were tested. Autonomy and sovereignty became primary concerns as much at home as in the streets. This is a game about resistance and control, freedom and protection, and the difficulty that comes from deciding not to model the behavior that is expected of you.",
      "presenters": "Brand Robins",
      "authors": "Unruly Designs",
      "start_time": "Thu, 20 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L041"
      ],
      "related": ""
    },
    {
      "code": "L005",
      "title": "Pass the Sugar, Please",
      "system": "",
      "description": "A freeform LARP about friends and strangers who meet for afternoon tea only to realize that they hooked up with someone else there at a secret sex and BDSM club the night before. Each character must convey a series of messages about their intimate experience to their partner without explicitly talking about it. To do this, players talk about the food and tea items as a metaphor for the sexual acts they participated in. Pass the Sugar, Please is part of \"Honey & Hot Wax: An Anthology of Erotic Art Games, an upcoming anthology published by Pelgrane Press, with support from the Effing Foundation for Sex Positivity. CW: BDSM, anonymous sex, and sexual secrets being exposed.",
      "presenters": "Clio Yun-su Davis",
      "authors": "",
      "start_time": "Thu, 20 Feb 2020 22:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Silly",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L006",
      "title": "Sign: A Game About Being Understood",
      "system": "",
      "description": "Gailey. Nicaragua in the 1970s had no form of sign language. In 1977 fifty deaf children from across the country were brought together to an experimental school in Managua. Without a shared language to express themselves, the children did the only thing they could - they created one. In Sign, we follow a small piece of their journey. Taking on roles inspired by these children, players will develop their own sign language.",
      "presenters": "D",
      "authors": "Thorny Games",
      "start_time": "Fri, 21 Feb 2020 09:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 11:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L066",
        "L067"
      ],
      "related": ""
    },
    {
      "code": "L007",
      "title": "The Harvest Festival",
      "system": "",
      "description": "The Harvest Festival is a high-transparency pastoral freeform game about interpersonal conflict and support networks, with elements of Stardew Valley, origami, sewing circles, and the glass box mechanic. We will build a caring (if flawed) community around family, gift-giving, and craftsmanship. Players collect in three-to-five groups of craftspeople each working on an origami model, symbolizing their unique craft. By deciding what craft is being symbolized, they define the setting. Be it fishing nets, crystal balls, or cybernetic implants, the community is always provincial, proud, and industrious. Once the community is defined, characters arise through connections built between players. After three cycles, the annual Harvest Festival arrives, when each craftsperson will present their handiwork to other members of the community as symbols of gratitude, forgiveness, or apology. As long as they are accepted.",
      "presenters": "Marshall Bradshaw",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 09:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L008",
      "title": "Honor Bound",
      "system": "",
      "description": "A game about honor culture and toxic masculinity, through the lens of an old fashioned duel. We'll start with a few quick workshops to familiarize ourselves with the rules, characters, and context. The game itself starts with the challenge to the duel being issued and ends with the first shot being fired.",
      "presenters": "Randy Lubin",
      "authors": "Randy Lubin & Jason Morningstar",
      "start_time": "Fri, 21 Feb 2020 11:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L009",
      "title": "Same Bat Time, Same Bat Mitzvah",
      "system": "",
      "description": "On the way to Rachel's Bat Mitzvah, a guest was bitten by a vampire bat and is transforming into a vampire during the formal reception. You will play Rachel's family and friends at her Bat Mitzvah party as the vampire situation unfolds. This absurd one-hour LARP was a finalist for the 200-word RPG challenge in 2018 and appears at DREAMATION to cheer up anyone who's craving a little Jewish humor. The facilitator is the game designer.",
      "presenters": "Lucian Kahn",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 11:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Silly",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L010",
      "title": "Beauty: An Aphasic LARP",
      "system": "",
      "description": "Welcome to Beauty, where people love affection, song, and dance. Times are hard, but we make do. A LARP about the culture and customs of Beauty, which center around affection, song, and dance. People in Beauty love to play with these customs. Sadly, as times grow harder we will have to ration our customs. It's okay, we are all in this together. Beauty explores social conformity, loss, and what happens when we can no longer communicate and show affection in the ways we used to. Will you accept rationing for the common good, or become non-compliant, welcoming ostracism the common good for one last chance to sing against the darkness. Content list: Non-verbal, movement, wordless singing, dancing, physical touch (hands, shoulders, and face), deprivation, social pressure. Note: There is no forced touch in Beauty, but declining touch is an in-character (diegetic) action, and may upset other characters.",
      "presenters": "Seth Fogarty",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L011",
      "title": "Pop!",
      "system": "",
      "description": "POP! is about people who love and have sex with balloons. There will be no balloons and no sex in this game, but keep love in your heart. (Looners, as they often identify, are real people, and so are you. Take care.) Characters will spend an hour in Cyberspace, communicating through writing. Then, all the characters will meet in person, IRL, for half an hour. This game is kink-positive and queer-friendly. We bring you POP! at DREAMATION as a preview of \"Honey & Hot Wax: An Anthology of Erotic Art Games\" which will be published by Pelgrane Press in Spring/Summer of 2020. The facilitator is one of the anthology's editors. We will be using safety tools.",
      "presenters": "Lucian Kahn",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L056"
      ],
      "related": ""
    },
    {
      "code": "L012",
      "title": "The Flower Court",
      "system": "",
      "description": "The world is a better place than it used to be. A more sparkling, electric, decadent time. The Flower Court is a game of post-dystopian queer bourgeois pop diva romance and political intrigue. It involves a combination of classic party games, valentines, assassination attempts, and complicated marriage proposals.",
      "presenters": "Jay Dragon",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L013",
      "title": "The Lesser Players' Tale",
      "system": "",
      "description": "The play's the thing! In The Lesser Players' Tale, a grubby troupe of Renaissance actors take their best play, a racy tragedy, on the road. Along the way, they'll furiously adapt that play to the absurd whims of each new audience. Participants will perform The Lusty Queen (a sloppy, 10-minute adaptation of Racine's Phedre) many times as they scramble to master the material while holding their little family together across danger and opportunity. Note: Good acting is emphatically NOT required - there's no time for it in a ten minute play with improvised dialogue that includes: A treacherous plot to frame a good Prince for unspeakable deeds; A star-crossed romance and a stepmother's skeevy love for her skeeved-out stepson; A King who is dead...or is he?; Two brisk deaths at sea, witnessed by a clown; Adoption! Suicide! Scheming servants!; And, of course, a lusty Queen!",
      "presenters": "Jason Morningstar",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L014",
      "title": "The Witcher: Ascension",
      "system": "Akashic System",
      "description": "Ascension Night at Aretuza is a time-honored tradition. The sorceresses training under the Rectoress dance with the monarchs of the continent, finalizing their court assignments as the night goes on. The spouses and courts of the monarchs look on, perhaps seething with jealousy or burning with unrealized hopes. The drama is not limited to the walls of Aretuza, however, rumored as it is to be full of unethical experiments. Elven guerilla fighters are harrying the coastal fortress, demanding something. There is a storm brewing outside, perhaps blocking passage home. The air is full of magic, wild, untamed chaos. But perhaps tonight will be perfect. It must be.",
      "presenters": "",
      "authors": "Damocles Thread Development",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "Under 18 Requires Parental Clearance",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L015",
      "title": "Animal (Nexus) Farm",
      "system": "The Nexus",
      "description": "You find your self in a field with no memories, no name, no opposable thumbs. Use your animal instincts to find food, shelter, and fellow animals. Survival of the fittest. Adapt or Die. Possibly Die anyway. Every death leads to regeneration, and regeneration leads to Adaptation. Become the best creature you can be. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L016",
      "title": "War Birds: Lumberjills",
      "system": "",
      "description": "In the highlands of Scotland in WW2, British women come together in brutal physical labour: Felling trees and processing timber in service of the war effort. In the woods, they find newfound confidence and physical capacity by day, and romance and possibility by night. Play if you like dancing, falling in love, and dreaming about days past.",
      "presenters": "Moyra Turkington",
      "authors": "Unruly Designs",
      "start_time": "Fri, 21 Feb 2020 14:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L017",
      "title": "Welcome to the Other Side!",
      "system": "Atmosfear: The Nightmare",
      "description": "In an instant, a darkness unlike any you have ever known. In the next instant, a cold starlit night in the middle of a cemetery. A cruel face appears in the sky. The face tells you bluntly that you are dead. Now, choose your fate and how you will spend your afterlife. Players will arrive, and role play their stories with one another. Along the way, players will determine a supernatural House or Tribe that they will join. Then, and only then, will they learn their fate. This is a pure role playing event with absolutely no combat.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri, 21 Feb 2020 16:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L018",
      "title": "LARP Character Toolbox",
      "system": "",
      "description": "Join a trained and working improvisation actress to learn tips to take your LARP characters to the next level. Using methods from the world of improv you will leave the seminar with an arsenal of tricks to make each of your characters unique people. Come prepared to move and use your voice as you are able as we will be putting the various methods to the test.",
      "presenters": "Andi Gastonguay",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 18:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L019",
      "title": "The Trial of Captain Hadsen",
      "system": "Knight Realms Parlor Rules",
      "description": "Captain Hadsen has been accused of piracy by Commodore Fuller of the Royal Coast Haven Navy and the trial is happening now on the C.S.S. Albatross! This is a major movement in the city-states of Coast Haven because of both of their positions within the navy and it is up to you to help decide the fate of this beloved Captain. Will you choose to condemn him to death or fight for his freedom? Join us in the parlor style pirate trial!",
      "presenters": "",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 19:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Offered",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L020",
      "title": "Mountain and Valley",
      "system": "",
      "description": "Two families are meeting to arrange as many marriages as possible between them. These marriages are both social and political, and the delicate negotiations are a dance of power, obligation, trust and - occasionally - affection. Come play as a family member with a deep stake in the outcome, conflicting desires, and some bittersweet choices.",
      "presenters": "Jason Morningstar",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L021",
      "title": "Murderous Ghosts",
      "system": "",
      "description": "Together you play the young resourceful urban explorer in the old abandoned hotel, while all around you the ghosts of horrors past try to make you one of them. This event is an audience participation game. When you join it, you will do so either as a player or an audience participant. Either role will be tremendously fun!",
      "presenters": "Meguey Baker",
      "authors": "Meguey Baker & Vincent Baker",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L022",
      "title": "No Fascist USA",
      "system": "",
      "description": "A white supremacist rally is happening in your town. You, a representative of a group opposed to this ideology, need to figure out how to respond and if you can work with other community organizations that are on your side, but may have serious ideological and methodological with you. IF you manage to work together, however, you may create a powerful, united effort in which each group plays a role. Using the game mechanic of weaving, players work together (or not) to plan a response. Will you stand together, or will you let differences tear you apart?",
      "presenters": "Kate Hill, Chris Dragga",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 22:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Very Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L053"
      ],
      "related": ""
    },
    {
      "code": "L023",
      "title": "All That Glitters",
      "system": "Cthulhu Live! 3.5",
      "description": "A DREAMATION 2020 EXCLUSIVE! Lord and Lady Weston, Earl and Countess of Wickersham, cordially request the pleasure of your company at Bromfordshire House on the eve of 27 January in the 7th year of the reign of her Royal Majesty Victoria, for an exhibition of wonderous and mysterious artifacts from the desert tombs of the Egyptian pharoahs. On display for the first time ever, Lord and Lady Weston's extensive collection of the fabled \"Dark Gold of Menhetep\" as well as various artifacts uncovered on a recent expedition by noted historian Professor Enoch Bowen. Renowned Spiritualist Madame Dravenska shall be in attendance and has hinted that she may grace those in attendance with a communication from the spirit realm, perhaps from Menhetep himself. \"All That Glitters\" is a 1890's Cthulhu Live Gaslight event that takes place in Victorian England. For character pre-assignments, contact PST Productions at: pstproductions@gmail.com.",
      "presenters": "",
      "authors": "PST Productions",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L024",
      "title": "Full Moon Shift",
      "system": "Fate Lives",
      "description": "A whimsical game of madcap shenanigans and customer service, Full Moon Shift puts players into the roles of magical chefs and waiters trying their best to keep their humble ramen shop afloat in the face of adventure and absurdity. Improv and playdoh collide in this light-hearted romp through the world of fantasy food service.",
      "presenters": "",
      "authors": "Pandaragon Games",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L025",
      "title": "Inheritance",
      "system": "The Burning Wheel",
      "description": "A 10th century Viking funeral told in three acts. Players take on the roles of the family and kin of the deceased patriarch and come to terms with the past, the truth, and each other. For some, the funeral is a chance to even old scores. For others, it is a chance to forgive. For all, to get what they want, they must be willing to fight for what they believe.",
      "presenters": "John Stavropoulos",
      "authors": "Burning Wheel Headquarters",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L026",
      "title": "Second Chances",
      "system": "The Purgatory Saloon",
      "description": "Stop perusing the list of games on the schedule for just a minute. I'm Mr. White, the manager of the Purgatory Saloon, and your host for the evening. Do you believe in second chances? What if you were given the opportunity to relive an event from your past and had the chance to change its outcome? Would you take that chance? All this and more at a quaint little place called the Purgatory Saloon. Players will create a Purgatory Saloon customer who happens to be present at the time of the incident in question, and then role play that character in a bar-type scenario. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Fri, 21 Feb 2020 22:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L027",
      "title": "Ten Years After",
      "system": "Under My Skin",
      "description": "When the bombs fell and the Winter War ended ten years ago, you were one of the survivors. You made a home with others in a hardened military base, and tried to build new community and relationships. But now you feel a spark with another survivor that threatens to upend the life you've built - will you be able to deal with the fallout? A post-apocalyptic take on Under My Skin - play people forced together by circumstance and driven by loss and desire...and a psychic maelstrom eroding all stability. Part 1 of 2 - see also Apocalypse World: Ten Years After, running in the role playing schedule Saturday 8:00PM - 12:00AM. Participation in both events is NOT necessary.",
      "presenters": "Sara Williamson",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L028",
      "title": "War Birds: Mobilize",
      "system": "",
      "description": "This story follows five queer women working together here in the motor pool, trained in the driving, maintenance, and repair of jeeps, trucks, and motorcycles. For the first time they could find each other, find community, in the Women's Army Corps: clothes they felt themselves in, a job that let them get their hands dirty, a lover, a family, a home. The military only tolerated these women because they needed the numbers; by regulation they were still classified as mentally ill and the threat of a dishonorable discharge was real. Sometimes that threat meant making the hard choice between doing the right thing, and surviving as a queer woman in the army. Accesibility note: Requires some movement of players and deals with issues of discrimination.",
      "presenters": "Eli Eaton",
      "authors": "Unruly Designs",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Very Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L029",
      "title": "Apocalypse NOW",
      "system": "Werewolf: The Apocalypse/Changing Breeds",
      "description": "A DREAMATION 2020 Exclusive! No one ever said the Apocalypse was going to be a party. With vampires now a known threat to mankind, the Veil that protects the Shapeshifters of Rock Creek park is strained to the breaking point. Maybe that's why it took a few days for the local mystics to realize that things have gotten bad in the spirit world. With the increase in Wyrm related threats and the end of everything breathing down their necks, no one noticed a little hole...Until it's almost become a massive tear.  Can the shapeshifters deal with this deeper threat against all of Gaia, or are they just howling at the moon?",
      "presenters": "",
      "authors": "Wyrd Sisters Games",
      "start_time": "Fri, 21 Feb 2020 20:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Offered",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L030",
      "title": "The Mad Scarab",
      "system": "",
      "description": "A role playing party game. We are self-absorbed department heads at Pemberton University, meeting to propose, discuss, and vote on each other's agendas. Will we be too distracted by our many scandals to notice the ancient supernatural evil enacting its evil plot through us?",
      "presenters": "Jay Treat",
      "authors": "",
      "start_time": "Fri, 21 Feb 2020 22:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "Under 18 Requires Parental Clearance",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L062"
      ],
      "related": ""
    },
    {
      "code": "L031",
      "title": "The Darkside of the Rainbow",
      "system": "The Purgatory Saloon",
      "description": "Stop perusing the list of games on the schedule for just a minute. I'm Mr. White, the manager of the Purgatory Saloon, and your host for the evening. I don't say this often, but we need your help. You see, the Purgatory has a new infestation problem. It would appear that a new breed of...Skittles...is trying to take over the Purgatory, and so far we, the staff, have been unsuccessful in ridding the premises of them. So come on in, wet your whistle, and lend us your sweet tooth. All this and more at a quaint little place called the Purgatory Saloon. Players will create a Purgatory Saloon customer who happens to be present at the time of the incident in question, and then role play that character in a bar-type scenario. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri, 21 Feb 2020 22:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L032",
      "title": "Under the Big Top",
      "system": "Atmosfear: The Nightmare",
      "description": "For the first time in the history of the Other Side, Zombo the Zombie Clown Hosts the Game. A lot has happened since the last Game and the Other Side is once again a sea of turmoil. New and very dangerous enemies are creeping out of the Dungeons to wreak havoc across the face of the Other Side. The bodies of slain heroes have been stolen. To make matters worse, the cases of potential new Harbingers still need to be heard.  What will happen under the Big Top? Storyteller note: While there will be characters present who are intended to be clowns, and players can choose to play as a Clown, no one will be dressed as a clown out of respect for real-world fears of clowns.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 02:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L033",
      "title": "American Gods: American Funeral",
      "system": "Scion: Storypath LARP System",
      "description": "One of your own has died. The world is a little less bright today. They meant something to all of you, and now they're dead, how will they be remembered? As a hero? A villain? A monster? A savior? Or will the world forget them as it has so many others? Just another fool swallowed by history's gaping maw. In the game, players will play as Divine individuals attending the funeral of a fellow god. The game will predominantly be focused on interpersonal connections and how people react to death. The game will be a test of the new Scion: Storypath LARP system.",
      "presenters": "",
      "authors": "Damocles Thread Development",
      "start_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 04:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L034",
      "title": "Open Mic Night at the Golden Meanwhile",
      "system": "The Nexus",
      "description": "Come all Avatars and Guests of The Nexus to the Golden Meanwhile. We'll have a microphone set up for your artistic expression! Karaoke, Instrument playing, Slam Poetry, Standup and Dramatic Readings: Bring characters from other games, or just your own self. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sat, 22 Feb 2020 00:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 04:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L035",
      "title": "From Where We Came",
      "system": "",
      "description": "Come playtest a series of world/community building mini-games designed to stack and help build a lush history of a people. We'll start a new mini-game at the top of each hour, with a conclusion in the last hour to see how that history affects the modern-day of our new society. While it is highly recommended to take advantage of the full event, this session supports walk-ins and walk-outs, in case you need time for a coffee or food run.",
      "presenters": "Anne Ratchat",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L036",
      "title": "Masks of Kavaraelia",
      "system": "",
      "description": "This is a playtest of a game about Mecha and privilege. You are either a Mecha or a colonist on a world that has been designed around the needs of all powerful Mecha who defend the colony. What is that like? What is it like to live with clumsy giants? What is it like to spend your entire life inside a Mecha? What is it like when you decide to leave your Mecha? Find out by playing this LARP!",
      "presenters": "Jamie O'Marr",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L037",
      "title": "Time Passes",
      "system": "",
      "description": "A LARP about the experience of waiting for something. It may provoke feelings of anxiety, frustration, and/or isolation. The game will take place in a waiting room across four scenes, waiting for four different things. The outside of the waiting room will change in each of the four scenes, but the waiting room is the same throughout the game. There will be prewritten character sheets; expect to do around 2 pages of reading during game. Players will be given time to read their new characters before each scene begins.",
      "presenters": "Jakob Weisblat",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Very Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L038",
      "title": "Winter War",
      "system": "7th Sea LARP",
      "description": "A DREAMATION 2020 Exclusive! The war is upon us. All of Vendel is mobilized against the Warlord Tollak Wolfskarn. The alliance of the other nations of Thea holds, for the moment. In the dead of winter, things are still, giving everyone a chance to breathe. At the moment, the Alliance has the upper hand, having recently captured Wolfskarn's lieutenant. This is an excellent time to press her for everything that she knows. But in the silence of the winter wasteland, evil has not been still. Will the Alliance hold past the winter, will they stop this threat to all of Thea? Time will tell, but time is fast running out...",
      "presenters": "",
      "authors": "Wyrd Sisters Games",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Offered",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "Under 18 Requires Parental Clearance",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L039",
      "title": "Mikodine XL",
      "system": "Bespoke",
      "description": "Set in the modern-day office of a pharmaceutical company located in the heart of London, Mikodine XL is a game about the conflict between conscience and selfishness; supression vs. expression. Its innovative game mechanic draws inspiration from both musicals and improvisation theatre. It is also a political game promoting critical thinking about pharmaceuticals. Mikodine XL is a slight re-skin of Mikodine XA by Finnish larpwright Lauri Lukka and the winner of the Knutepunkt larpwright challenge of 2013.",
      "presenters": "Liz Gorinsky",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "Under 18 Requires Parental Clearance",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L040",
      "title": "Butterflies in Amber",
      "system": "Modified Amber Diceless",
      "description": "It is a beautiful day in the multiverse and you are a powerful Amberite. Or perhaps you're a Chaosite, coming to infiltrate the city at the center of everything. Either way, you are here now in the courts of King Random of Amber, children of the most powerful families in a hundred worlds, and it is your turn to walk the Pattern. It might kill you, but it might imbue you with phenomenal cosmic power, so it's worth it...right? For players familiar with the Chronicles of Amber, this game takes place after The Courts of Chaos and does not include the Merlin Cycle. We'll create characters in a workshop at the beginning of game.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L041",
      "title": "War Birds: Model Protectorates",
      "system": "",
      "description": "Under the dominion of the Reich, the people of Denmark were forced to examine just how much they were willing to comply or resist the state of occupation. Family bonds were tested. Autonomy and sovereignty became primary concerns as much at home as in the streets. This is a game about resistance and control, freedom and protection, and the difficulty that comes from deciding not to model the behavior that is expected of you.",
      "presenters": "",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 09:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L042",
      "title": "Praying For The End of Time",
      "system": "",
      "description": "For members of the genderless vesper species of planet ML-1021, marriage is a biological process. After they are married, two people join hands and a biological process takes place which permanently joins the hands together. Until recently, if anything separated them, both vespers died. A new medical breakthrough has allowed two vespers to become separated surgically, and as long as both are joined to new partners immediately. The hope that this procedure brought for many unhappy couples was quickly dashed as governments around the planet placed onerous restrictions on the procedure. The government demands high fees and requires participants to meet through a government sanctioned speed dating event. Unlike most speed dating, this is a high stakes event. If two people match but their spouses do not find someone new, then the two that matched can force the surgery to happen, causing the death of their former spouses. Additionally, participants will have paid the price for the surgery, regardless of whether they find a new partner or not.",
      "presenters": "Chad Wolf",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 10:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 13:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L043",
      "title": "But Not Tonight",
      "system": "",
      "description": "A LARP about the Cold War, high school social dynamics, and the struggle to find hope when the world around you might be burning to the ground. On a spring afternoon in 1986, the air raid siren at your high school goes off and the guidance counselor ushers you into the building's fallout shelter with only a handful of other students. With no radio or other means of communicating with the outside world, it is unclear to all of you whether this is a drill, a mistake, or the real deal. As the hours pass and the possibility of nuclear annihilation grows more real, will you open up to people you never thought you would trust, dismantle the school's social hierarchy as you know it, and say all the things you meant to keep secret?",
      "presenters": "Clio Yun-su Davis, Stephanie Nudelman",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L044",
      "title": "Life on a String",
      "system": "",
      "description": "A group of friends. They have been friends forever, made it through puberty, started their own families, but remained friends. But then, one of them is soon to die. How do you let that friend go, and how will it affect the bond that the rest of you share? A LARP about friendship and grief. Set in an abstract, theatrical black box, with music and a landscape formed by strings, in which you will connect with others in a very different way. Touching and intense. Content list: Death, close physical contact, no speaking, physical movement, extensive workshops.",
      "presenters": "Seth Fogarty",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Very Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L045",
      "title": "Step Parrots",
      "system": "",
      "description": "You play the actors and writers of a classic 80s sitcom: An idyllic family is torn apart when a parent dies and the living parent marries a parrot who replicates a handful of phrases favored by the deceased. The situation is further complicated when the living parent passes away, and their parrot spouse marries another parrot who previously belonged to a pirate. How will the children navigate a life under the tutelage of their loving but uncommunicative step-parrots?",
      "presenters": "Chad Wolf",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Silly",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L046",
      "title": "The Puzzling Tea Party Social",
      "system": "",
      "description": "Join the Munchausen Society for a couple of hours of tea and fellowship. At the party, however, you might notice a series of locked boxes, each with its own treasure inside. Clues will be hidden within tea, food, and atmosphere that, if deciphered, can show you how the boxes might be opened. Each player will automatically be given one opportunity to attempt to open a box. However, players can earn additional opportunities by contributing to the atmosphere through fancy dress, exceptional role play, bringing you own special mug/tea cup, contributing to the entertainment (reading poetry or prose, singing an appropriate song, etc.), or bringing a few extra teabags or snacks to share with the party.",
      "presenters": "Zachary Maichuk",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L047",
      "title": "Welcome Guests",
      "system": "",
      "description": "A very normal family of murderous cannibals invites a future meal over for dinner and conversation, but things may not go as planned. This game involves \"off-screen\" violence and indirect discussions of cannibalism.",
      "presenters": "Eli Eaton",
      "authors": "Bully Pulpit Games",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L048",
      "title": "Feast of the First Moon: A Golden Sky Stories LARP",
      "system": "American Freeform",
      "description": "The first moon of the year is a special time for the citizens of Bayrock, both human and otherwise. Henge, small gods, and other supernatural entities attend the Feast of the First Moon with the town's human inhabitants, hoping to share in the light and joy together. Golden Sky Stories is a nonviolent role playing game from Japan, about henge (hen-gay), animal shapeshifters, taking care of small problems and getting into mischief. While the tabletop game focuses on the henge, this LARP allows players to portray humans, witches, and small gods as well. This LARP will primarily be social and heartwarming.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L049",
      "title": "A Clue in the Museum",
      "system": "Clue, the LARP",
      "description": "Mr. John Boddy, world-renowned archaeologist, has been found murdered in his new exhibit at the Cairo Museum. Now, Inspector Pry has assembled the list of suspects to unearth the culprit. Who could have done such a wicked deed? The classic characters of Clue are coming together where murder is the order of the day.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L050",
      "title": "Early Bird Special at the Golden Meanwhile",
      "system": "The Nexus",
      "description": "Gather in our favorite Tavern. Perhaps play some games, meet new Avatars, and talk with friends. You might meet some interesting Citizens of the Nexus, or be attacked by a random monster... This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L051",
      "title": "The Monkey Wrench Prescription",
      "system": "Werewolf: The Apocalypse",
      "description": "The END organization continues their plan to poison the sky and water with atomized silver destroying the delicate balance between this realm and the spiritual beyond. A howl has been called to attack a Wyrm city protecting the facility. Will the beings that govern the night push back the members of the Garou Nation or will the soldiers of Gaia prevail bringing these night walkers to their final rest. Those that attended our previous DEXCON or DREAMATION events are welcome to contact us about continuing their character. Pre-generated characters will be available on a first-come, first-served basis. For more information, please visit us on Facebook at https://www.facebook.com/MESPrinceton/",
      "presenters": "",
      "authors": "By Night Studios",
      "start_time": "Sat, 22 Feb 2020 14:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Offered",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L052",
      "title": "Behind the Magic",
      "system": "",
      "description": "A fantasy mockumentary game about incompetent adventures on an epic quest to save the world. Players will take turns setting and acting out scenes and also have \"confessionals\" with the Bard who is documenting their journey.",
      "presenters": "Randy Lubin",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Silly",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L053",
      "title": "No Fascist USA",
      "system": "",
      "description": "A white supremacist rally is happening in your town. You, a representative of a group opposed to this ideology, need to figure out how to respond and if you can work with other community organizations that are on your side, but may have serious ideological and methodological with you. IF you manage to work together, however, you may create a powerful, united effort in which each group plays a role. Using the game mechanic of weaving, players work together (or not) to plan a response. Will you stand together, or will you let differences tear you apart?",
      "presenters": "",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L054",
      "title": "Death Row TV",
      "system": "Clue, the LARP",
      "description": "In the near future, television's most popular show is Death Row TV. In it, contestants have one last appeal to get off of death row. The premise is simple: Appeal to the viewing audience. Win over the audience and you receive a full pardon. Fail, and you have a date with the executioner. Big Brother meets Court TV where the stakes really are Life or Death Row! The classic characters of Clue are coming together where murder is the order of the day.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Sat, 22 Feb 2020 16:00:00 -0500",
      "end_time": "Sat, 22 Feb 2020 18:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L055",
      "title": "Affinity: The Sentience Wave - \"Awakening\"",
      "system": "",
      "description": "A DREAMATION 2020 EXCLUSIVE! Humanity is dying, the end may be in sight. But a Sentience Wave has brought the robots of Earth to life. Slowly but surely, electronic beings are awakening all across the Netside. Newly conscious in a complicated world, the Mechanica are drawn to a mysterious signal - a party at the end (or beginning) of everything. What will you be at the dawn of a new revelation? Affinity: The Sentience Wave is a game and setting developed by Phoenix Outlaw Productions. All materials will be provided at game, costumes are appreciated (think cyberpunk, Cylons, and newly sentient robots). Any questions feel free to reach out to phoenixoutlaw@gmail.com.",
      "presenters": "",
      "authors": "Phoenix Outlaw Productions",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L056",
      "title": "Pop!",
      "system": "",
      "description": "POP! is about people who love and have sex with balloons. There will be no balloons and no sex in this game, but keep love in your heart. (Looners, as they often identify, are real people, and so are you. Take care.) Characters will spend an hour in Cyberspace, communicating through writing. Then, all the characters will meet in person, IRL, for half an hour. This game is kink-positive and queer-friendly. We bring you POP! at DREAMATION as a preview of \"Honey & Hot Wax: An Anthology of Erotic Art Games\" which will be published by Pelgrane Press in Spring/Summer of 2020. The facilitator is one of the anthology's editors. We will be using safety tools.",
      "presenters": "",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L057",
      "title": "The Naked Truth",
      "system": "",
      "description": "Four men have gathered for a long-awaited sauna evening. Summer cottage, couple of beers, and old friends. They do not stay in touch as much as they would like, but the sauna evening is a tradition from the days of old. Back then they shared dreams and desires, but the years have taken their toll. Sitting in the steaming sauna, all of them are pondering: What can I tell the others? What will they think of me? And in the end, will they be there for me? This scenario is about the difficulty of talking and opening up. In Finnish culture, sauna is something that removes social boundaries. It's a place where everybody is equal. Rank, wealth, and seniority carry no weight there. Everybody is naked, both physically and mentally. You are not in a hurry. And in this place alone you can cast away the stoic shell that our society expects of our men. (Note: No actual player nudity in this game.)",
      "presenters": "Brand Robins",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L058",
      "title": "The Sleepover",
      "system": "",
      "description": "A LARP that takes place on the night of a mixed gender sleepover party at an academic summer camp for teens. In a pre-game workshop, each character receives \"the talk\" - an awkward conversation about sex from an adult that reflects the adult's perspective on sexuality. During the game, the characters explore their own understanding of sexuality, challenge what they were told during \"the talk,\" share knowledge, and apply that knowledge through a series of party games and organic conversations. The Sleepover is also about how we apply what we know about sex and gender in real situations. In the game, characters will navigate their comfort with intimacy and sex through various mini-games that are sometimes played at teen parties. This gives the characters a chance to experiment with how to communicate sexual interest, negotiate consent, and understand what sexuality means for them. This game affirms, explores, and celebrates queer sexuality and queerness. The Sleepover is part of \"Honey & Hot Wax: An Anthology of Erotic Art Games\", an upcoming anthology published by Pelgrane Press, with support from the Effing Foundation for Sex Positivity.",
      "presenters": "Sharang Biswas",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Very Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L059",
      "title": "Shirley, You Can't Be Serious...",
      "system": "Cthulhu Live! 3.5",
      "description": "A DREAMATION 2020 EXCLUSIVE! Good Morning, Passengers of Flight 468, departing soon for Mexico City! I will be your pilot today; Captain O'Vergh. My copilot is Roger Murtock and we anticipate about four hours of flight time today with mild weather conditions. There will be an in-flight meal service as soon as we reach cruising altitude, your flight attendants will be coming around after the safety briefing and please let them know if you prefer the chicken or the fish..\" were the last sane lines spoken on Flight 468, which was flying straight into a hilarious disaster no one could predict. The passengers may have to band together to save this flight from the lowest form of humor, and if they do not make any grave mistakes; perhaps they will survive! So please observe the no screaming sign and make sure your sanity is in the upright and locked position. For character pre-assignments, contact PST Productions at: pstproductions@gmail.com.",
      "presenters": "",
      "authors": "PST Productions",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L060",
      "title": "Ridgeline",
      "system": "The Nexus",
      "description": "Accept a mission to help Nexus citizens place a weather machine. Find yourself on a journey of discovery, loss, hope and sacrifice. Learn more about this place the Avatars call Home, and where you might fit in. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. This event is for experienced players only. If you have never played in The Nexus before, please plan to play in one of the introductory events earlier in the convention.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Knowledge Necessary",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L061",
      "title": "Peace Talks",
      "system": "Vampire: The Masquerade",
      "description": "Tensions have been building for two years between the Camarilla of Trenton, The Anarchs of Princeton and the Camarilla of New Brunswick. Having nearly come to a boil on several occasions, these tensions are threatening to turn into all out war. The Prince of nearby Franklin has stepped in with an offer to mediate. Popular with younger Kindred, this fair minded individual has offered to open their home to Kindred from all the factions. Especially welcome are the younger Kindred of Franklin, who, having recently been released are prepared to make their mark on the Kindred politics of the region. Those that attended our previous DREAMATION or DEXCON events are welcome to contact us about continuing their character. Pre-generated characters will be available on a first-come, first-served basis. For more information, please visit us on Facebook at https://www.facebook.com/MESPrinceton/",
      "presenters": "",
      "authors": "By Night Studios",
      "start_time": "Sat, 22 Feb 2020 20:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Offered",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L062",
      "title": "The Mad Scarab",
      "system": "",
      "description": "A role playing party game. We are self-absorbed department heads at Pemberton University, meeting to propose, discuss, and vote on each other's agendas. Will we be too distracted by our many scandals to notice the ancient supernatural evil enacting its evil plot through us?",
      "presenters": "",
      "authors": "",
      "start_time": "Sat, 22 Feb 2020 22:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L063",
      "title": "Sleep: The LARP",
      "system": "",
      "description": "A DREAMATION 2020 EXCLUSIVE! \"Extremely realistic!\" \"Very well run!\" \"An incredible LARP experience!\" As the energy surge from Chocolate Heaven wears off and the magnitude of DREAMATION 2020 settles firmly in your bones, you will begin to drift towards your hotel room for the ultimate LARP. Complete rules will be taught in your first dream. Good night.",
      "presenters": "Andrew Sirkin",
      "authors": "",
      "start_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 08:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L064",
      "title": "The Witch's Cottage Cycle",
      "system": "",
      "description": "This is a trio of interconnected story games, somewhere between a LARP and tabletop RPG, for pairs of two players, about a witch and their apprentice waiting for the witchfinder to knock on their door. Each are determined to sacrifice themselves and save the other. Players cycle through three games that play out each act of the story: 1) Cedar and Sage: A witch and their apprentice wait for their doom to find them. 2) Slate and Stone: The witchfinder interrogates their prisoner before their trial. 3) Fern and Marigold: The survivor begins training a new apprentice.",
      "presenters": "James Stuart",
      "authors": "",
      "start_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 02:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Serious",
      "age": "Under 18 Requires Parental Clearance",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L065",
      "title": "Shawarma (Debrief) at the Golden Meanwhile",
      "system": "The Nexus",
      "description": "A gathering at the Golden Meanwhile for weary travelers and those who just don't want to go to bed. Participants in the Ridgeline adventure are encouraged to attend. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. This event is for experienced players only. If you have never played in The Nexus before, please plan to play in one of the introductory events earlier in the convention.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sun, 23 Feb 2020 00:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 02:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Knowledge Necessary",
      "mood": "Fun",
      "age": "18 & Over ONLY",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    },
    {
      "code": "L066",
      "title": "Sign: A Game About Being Understood",
      "system": "",
      "description": "Gailey. Nicaragua in the 1970s had no form of sign language. In 1977 fifty deaf children from across the country were brought together to an experimental school in Managua. Without a shared language to express themselves, the children did the only thing they could - they created one. In Sign, we follow a small piece of their journey. Taking on roles inspired by these children, players will develop their own sign language.",
      "presenters": "Andi Gastonguay",
      "authors": "",
      "start_time": "Sun, 23 Feb 2020 10:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 12:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L067"
      ],
      "related": ""
    },
    {
      "code": "L067",
      "title": "Sign: A Game About Being Understood",
      "system": "",
      "description": "Gailey. Nicaragua in the 1970s had no form of sign language. In 1977 fifty deaf children from across the country were brought together to an experimental school in Managua. Without a shared language to express themselves, the children did the only thing they could - they created one. In Sign, we follow a small piece of their journey. Taking on roles inspired by these children, players will develop their own sign language.",
      "presenters": "Andi Gastonguay",
      "authors": "",
      "start_time": "Sun, 23 Feb 2020 12:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "",
      "experience": "",
      "mood": "",
      "age": "",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [
        "L066"
      ],
      "related": ""
    },
    {
      "code": "L068",
      "title": "The Underappreciated Freeform Sampler",
      "system": "",
      "description": "So many wonderful freeform and lyrical games are being created on itch.io, for Golden Cobra, Game Chef, Ropecon, and more. Finish off your DREAMATION with some short, delightful surprises. No experience necessary!",
      "presenters": "",
      "authors": "",
      "start_time": "Sun, 23 Feb 2020 12:00:00 -0500",
      "end_time": "Sun, 23 Feb 2020 14:00:00 -0500",
      "filled": false,
      "advancement": false,
      "tags": "",
      "test_type": "",
      "hi_test": false,
      "round": "One Round",
      "materials": "All Materials Provided",
      "experience": "Beginners Welcome",
      "mood": "Fun",
      "age": "All Ages",
      "next_rounds": [],
      "previous_rounds": [],
      "see_also": [],
      "related": ""
    }
  ]
}