{
  "conName": "Dexcon 22",
  "conEmail": "",
  "schedule": [
    {
      "code": "Q001",
      "title": "These ARE My Pirate Monkeys",
      "system": "The Nexus",
      "description": "A DEXCON 22 EXCLUSIVE! Bring Your Favorite Character From Any Game or Fandom! The Pirates were pretty terrible. The Monkeys? They were also pretty terrible. That's nothing compared to what happens when the Monkeys end up with their own ship. Arr, ya mateys! Come aboard for banana daiquiris and a multiverse-hopping good time in this original Nexus event. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive. Join us for a reality-bending jaunt to the center of the Multiverse.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Fri,  5 Jul 2019 14:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "Q002",
      "title": "Planetfall: Delphine",
      "system": "Arksong",
      "description": "A DEXCON 22 EXCLUSIVE! A new live action adventure from Phoenix Outlaw Productions! After waking up and being confronted by disturbing memories of their past, the passengers and crew of the Alexandria escape the clutches of the insidious Slake and land on the planet of Delphine. But Delphine may not be the sanctuary they have hoped for. Welcome to Arksong and \"Planetfall: Delphine\", a freeform live action event for up to 75 players. Set in a sci-fi adventure setting, players take on the roles of the lost crew of an ark with a dark past and a hopeful future. No previous knowledge is required for play, but costumes are highly encouraged. Learn more about Arksong on our Facebook game at www.facebook.com/arksonglarp. Got questions? Reach out to us at arksong@phoenixoutlaw.com - characters can be made in advance or else will be distributed on site or at the LARP Bazaar.",
      "presenters": "",
      "authors": "Phoenix Outlaw Productions",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 02:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "Q003",
      "title": "Quest",
      "system": "Bright Story",
      "description": "A DEXCON 22 EXCLUSIVE! Newcomers from a different era have started to appear in the Brightside, and with them, all the wonders and challenges of epic fantasy stories. Now, the brave champions who once helped to restore the legendary Castle Bestcastle must gather to guide new friends to their place in the world. Grab your adventuring gear: it's time to set off on a heroic Quest! Bright Story is a live action role playing game with optional live combat elements, inspired by animated media like Steven Universe, Adventure Time, and Gravity Falls. You'll level up by making friends and restore your abilities through self-care. Bright Story will have some physical movement aspects and involve the optional use of contact-safe weapons to simulate combat. Please consider these aspects before deciding to attend. Email Josh Harrison at jharr421 at gmail dot com with questions, or search for Bright Story LARP on Facebook to find our group. You can bring your own costuming and contact-safe weapons, use some of our loaners, or use only the power of your imagination. Write or visit our group to talk character creation, or pick up a pre-generated character at the event to get started.",
      "presenters": "",
      "authors": "Phoenix Outlaw Productions",
      "start_time": "Sat,  6 Jul 2019 09:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 13:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "Q004",
      "title": "Broketown Drift: A Post-Apocalyptic LARP",
      "system": "",
      "description": "A DEXCON 22 EXCLUSIVE! An original LARP inspired by Mad Max and the works of Avery Alder. Keep society stitched together, die for glory, and enjoy intimate moments in a dead and desolate world. The stories we leave behind are the proof of our existence. May the headlights shine bright on the people of Broketown. With the horrifying tyrannical rule of Ragnar Van Money over, a new social order needs to be founded. The Saviors, as they are called, work tirelessly to create a safe home for all those in need, but they have no experience in such matters. Are they capable? Others wonder if a victory won by bloodshed can lead to anything but. The farmers, the Textile Guild, and neighboring populations seem to seek a peaceful balance but resources are limited, people are fearful, and self-serving bandits are around every corner it seems. Not all find themselves bogged down by such conversations and considerations, as they live day to day in dangerous, thrilling careers, protected only by their modded vehicles on the roads once owned by the Metal Masters, slowly crumbling around them as players traverse the treacherous terrain. This is a consent-heavy game influenced by American Freeform. No LARP experience needed, new players welcome. Costumes recommended. (The setting locations are dilapidated cities.) Toy cars, also in costume, optional and recommended if you have one. Yes, that one works. Necessary supplies provided. Character creation done in game. For questions, please email anne.ratchat@gmail.com.",
      "presenters": "Anne Ratchat, James Mendez Hodes",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 14:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "Q005",
      "title": "Retribution",
      "system": "BREACH",
      "description": "A DEXCON 22 EXCLUSIVE! A high-intensity boffer LARP with themes of supernatural and sci-fi horror. There's a war going on, just beyond the limits of human understanding. Creatures that can not exist. Phenomena that is scientifically impossible. Magic itself. The SCP Foundation, for time immemorial, has fought for three tenets that are meant to keep humanity safe. Secure. Contain. Protect. For the first time in history, one of the Foundation's oldest and most powerful enemies, the Church of the Broken God, has exposed themselves, allowing the location of their Basilica of Ruin to fall into the hands of the Foundation. An opportunity like this will only strike once. The Mobile Strike Team cannot fail. It's time for you to go into the breach. BREACH: An SCP Inspired Horror LARP is proud to bring you our third installment, \"Retribution\". Players will fill the role of agents in the SCP Foundation, using boffer weapons, nerf guns, and their wits and skills to strike back against the dark and mysterious cultists of the Church of the Broken God. To check out the rulebook for BREACH, please visit www.facebook.com/PandaragonGames. If you'd like help with building a character, feel free to drop us an email at pandaragongames@gmail.com or join us at the LARP Bazaar.",
      "presenters": "David DeMartino",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 19:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "Q006",
      "title": "The $500 David Stern Memorial Summer Poker Championship",
      "system": "",
      "description": "Double Exposure's traditional Poker tournament. Played as No Limit Texas Hold 'Em, tables will be pared down as necessary. The grand prize is a $500 Gift Certificate for the DEXCON 22 Dealers' Room! Numerous small prizes will be awarded throughout the night, including a Bad Beat bonus prize of a 10-Point Prize Certificate, and a Royal Flush JACKPOT! NOTE: THERE IS NO GAMBLING AT DEXCON 22; ALL TRANSACTIONS ARE IN CHIPS WITH NO VALUE OUTSIDE OF THE GAME.",
      "presenters": "",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 04:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L007",
      "title": "The DEXCON 22 LARP Bazaar",
      "system": "",
      "description": "DEXCON is proud to present a showcase of LARPs which will be occurring during the convention. Don't know which ones to play in? Come and talk to the GMs of most of the over 40 LARP events which will be taking place during the next four days, and sit down with any of them for character creation and general shmoozing. Even if you are already signed up for some LARPs, come to the Bazaar and learn about all of the others! You didn't expect to sleep during DEXCON, did you?",
      "presenters": "",
      "authors": "",
      "start_time": "Wed,  3 Jul 2019 22:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 02:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L008",
      "title": "Sign",
      "system": "",
      "description": "Nicaragua in the 1970s had no form of sign language. In 1977 fifty deaf children from across the country were brought together to an experimental school in Managua. Without a shared language to express themselves, the children did the only thing they could - they created one. In Sign, we follow a small piece of their journey. Taking on roles inspired by these children, players will develop their own sign language.",
      "presenters": "Andi Gastonguay",
      "authors": "Thorny Games",
      "start_time": "Thu,  4 Jul 2019 11:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 13:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L009",
      "title": "Roll-Your-Own",
      "system": "The Nexus",
      "description": "The Nexus is Double Exposure's persistent living RPG. New and established players are welcome to join this flexible tabletop and/or semi-live event where we will explore character development and world building together.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Thu,  4 Jul 2019 11:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 13:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L010",
      "title": "Incandescent War: Rescue Ranging",
      "system": "",
      "description": "Welcome to Eos Academy. We will show you that the world you thought was real is just a shell holding in the truth. Magic is real, and we can teach it to you. We can teach you the truth. Come and join us. Incandescent War uses ASL signs as a somatic component to shape the spells. Choices have been made and now several people are in danger, and it's up to the students of Eos Academy, both new and old, to come together and try to pull off the rescues of the century, across multiple dimensions.",
      "presenters": "",
      "authors": "Phoenix Outlaw Productions",
      "start_time": "Thu,  4 Jul 2019 14:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L011",
      "title": "Us and Them",
      "system": "",
      "description": "The world ended quietly, differently, for all of us. We all saw a different end, through different eyes. What did you see? A ritual LARP about those who followed the monsters during the apocalypse, designed by a trauma survivor. With thanks to Stephen Dewey from Cavalry Games. Content warning for mentions of violence, abuse, ableism, and survival.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Thu,  4 Jul 2019 14:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L012",
      "title": "Welcome to the Other Side!",
      "system": "Atmosfear: The Nightmare",
      "description": "In an instant, a darkness unlike any you have ever known. In the next instant, a cold starlit night in the middle of a cemetery. A cruel face appears in the sky. The face tells you bluntly that you are dead. Now, choose your fate and how you will spend your afterlife. Players will arrive, and role play their stories with one another. Along the way, players will determine a supernatural House or Tribe that they will join. Then, and only then, will they learn their fate. This is a pure role playing event with absolutely no combat.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Thu,  4 Jul 2019 14:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 16:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L013",
      "title": "Blue Plate Hour at the Golden Meanwhile",
      "system": "The Nexus",
      "description": "The crowd's a little different during earlybird hours in a seaside tavern. Tank MacKenzie, friendly proprietor, invites you to The Golden Meanwhile, an historic coastal watering hole, located in The Nexus. Enjoy (role play only - no alcohol will actually be served) local microbrews, top shelf spirits, a great glass of blueberry lemonade, or a pot of tea while you get to know your neighbors. It's a chance to introduce yourself, meet newcomers, discuss community issues, and maybe even earn your own signature cocktail on the menu. The pub is open to all ages. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Thu,  4 Jul 2019 14:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L014",
      "title": "Welcome to the Other Side!",
      "system": "Atmosfear: The Nightmare",
      "description": "See L012.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Thu,  4 Jul 2019 16:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L015",
      "title": "LARP Character Toolbox",
      "system": "",
      "description": "Join a trained and working improvisation actress to learn tips to take your LARP characters to the next level. Using methods from the world of improv you will leave the seminar with an arsenal of tricks to make each of your characters unique people. Come prepared to move and use your voice as you are able as we will be putting the various methods to the test.",
      "presenters": "Andi Gastonguay",
      "authors": "",
      "start_time": "Thu,  4 Jul 2019 18:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 20:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L016",
      "title": "Warlocked: An Escape Room Experience",
      "system": "",
      "description": "You and your friends were exploring the lava tubes and strangely ended up in an unused wing of the notorious underground wizard prison, Avernus. Can you escape the trap before the tunnel collapses? Your only chance is to discover the clues left by the former prisoners outlining their escape plans via a teleportation rune. They didn't make it, but you might.",
      "presenters": "",
      "authors": "Learn Larp, LLC",
      "start_time": "Thu,  4 Jul 2019 20:00:00 -0400",
      "end_time": "Thu,  4 Jul 2019 22:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L017",
      "title": "Once in a Lifetime",
      "system": "Cthulhu Live! 3.5",
      "description": "You are requested to attend the Last Will and Testament of Reginald Thorngate - businessman, humanitarian, and father. It is at this time the affairs of his substantial estate will be resolved. Survived by his loving adopted children and his loyal staff, his celebrations of life shall commence this evening at Thorngate Manor. Once In A Lifetime is a Cthulhu Live! event by Gaslight set in the latter Victorian Period, 1890's. Pulled from the archives of the PST Library, join us for this classic event. Characters provided. For a pre-registered character, please contact us at pstproductions@gmail.com.",
      "presenters": "Greg Agostini",
      "authors": "PST Productions",
      "start_time": "Thu,  4 Jul 2019 20:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L018",
      "title": "Bosnian Crisis Council: 1992",
      "system": "Model United Nations",
      "description": "Yugoslavia has been teetering on the edge of total collapse for five years. Croatia and Slovenia have already seceded, and Bosnia-Herzegovina looks like it will be next. The Serbian government views this as a betrayal of the Serbian nationals within the border of the region, and would like nothing more than to stop that from happening. Talk of war is in the air, and the entire region is preparing. NATO and the UN are frantically trying to keep the peace. What happens next is in your hands. This LARP will be run almost exactly like a high school Model UN crisis council simulation. Parliamentary procedure (\"parlipro\") will be observed - to a point. Please email Jacqueline at jacquelinembryk@gmail.com for character assignments and questions.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Thu,  4 Jul 2019 20:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L019",
      "title": "Inheritance",
      "system": "The Burning Wheel",
      "description": "A 10th century Viking funeral told in three acts. Players take on the roles of the family and kin of the deceased patriarch and come to terms with the past, the truth, and each other. For some, the funeral is a chance to even old scores. For others, it is a chance to forgive. For all, to get what they want, they must be willing to fight for what they believe.",
      "presenters": "Mel White",
      "authors": "Burning Wheel Headquarters",
      "start_time": "Thu,  4 Jul 2019 20:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L020",
      "title": "Warlocked: An Escape Room Experience",
      "system": "",
      "description": "See L016.",
      "presenters": "",
      "authors": "",
      "start_time": "Thu,  4 Jul 2019 22:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L021",
      "title": "So You Want to LARP",
      "system": "",
      "description": "Have you been thinking about attending a LARP, but have questions and no one to ask? Join a panel of experienced LARPers and get all of your questions answered. Learn about the different types of LARP and what to expect at each. ",
      "presenters": "Andi Gastonguay",
      "authors": "",
      "start_time": "Fri,  5 Jul 2019 10:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 11:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L022",
      "title": "Send N00ds",
      "system": "",
      "description": "A rules-light cyberbono noodle joint romp, where overworked cooks and servers contend with cyberpunk stereotypes. A submission to the 2018 Golden Cobra Challenge.",
      "presenters": "Jacqueline Bryk",
      "authors": "",
      "start_time": "Fri,  5 Jul 2019 14:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L023",
      "title": "Warlocked: An Escape Room Experience",
      "system": "",
      "description": "See L016.",
      "presenters": "",
      "authors": "",
      "start_time": "Fri,  5 Jul 2019 14:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 16:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L024",
      "title": "Forgotten Imaginary Friends",
      "system": "The Adventures of Dr. Dolotts",
      "description": "Doctor Dolotts is back from vacation and set to lead a new group therapy session. Everyday across the world, children grow up and leave their imaginary friends behind. Now these imaginary friends are coming together to discuss how they're coping with being parted from their real friends and moving on with their lives. The Adventures of Dr. Dolotts is a LARP where the players will come up with a character based on the scenario and then role play that character in a group therapy style setting. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri,  5 Jul 2019 14:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 16:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L025",
      "title": "Warlocked: An Escape Room Experience",
      "system": "",
      "description": "See L016.",
      "presenters": "",
      "authors": "",
      "start_time": "Fri,  5 Jul 2019 16:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L026",
      "title": "Misunderstood Kaiju",
      "system": "The Adventures of Dr. Dolotts",
      "description": "Doctor Dolotts is back from vacation and set to lead a new group therapy session. The Kaiju, large creatures known for flattening entire cities with minimal effort. For generations these misunderstood beings have been feared and hunted by humans just for existing. Now, in a new group therapy, the Kaiju discuss their lives and the misconceptions about what it means to be one. The Adventures of Dr. Dolotts is a LARP where the players will come up with a character based on the scenario and then role play that character in a group therapy style setting. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri,  5 Jul 2019 16:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L027",
      "title": "Electric Sheep",
      "system": "",
      "description": "Remember who you are? No, of course you don't. How could you, being pulled out of cryo so abruptly? Inspired by Ridley Scott's Blade Runner and Phillip K. Dick's 'Do Android's Dream of Electric Sheep?'. Electric Sheep is a freeform LARP exploring the lives of the crew aboard the crippled star ship Chronos. This game will gaze into the depths of what it means to be human vs. artificial, and the nature of humanity itself.",
      "presenters": "Terra Chirieleison",
      "authors": "Toad & Frog Productions",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L028",
      "title": "Between Two Worlds",
      "system": "Cthulhu Live! 3.5",
      "description": "A DEXCON 22 EXCLUSIVE! There was a sign posted late last night at the gatehouse to the fence which separates this ghetto from the town of Warsaw. What it says must be done. Tomorrow will bring terrible dawn - and a ceaseless march to Treblinka; but tonight families come together at their walled in synagogue to pray, or to plan. Someone begs the Rabbi for a wedding, others cry out for anyone hale to join them in rebellion, and there are others who whisper of unspoken mystical ways - clues from the Torah - in which to implore the Holy for intervention on their behalf. Here, between two worlds, their fate will be decided. Written by Emily Monster. For characters contact us at pstproductions@gmail.com. Content Warning: Historic WWII Themes & Events - Warsaw Ghetto, Nazis.",
      "presenters": "Greg Agostini",
      "authors": "PST Productions",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L029",
      "title": "Tomb Priestesses of the Nameless Dead",
      "system": "Freeform",
      "description": "Partly inspired by Ursula K. Le Guin fantasy novel, The Tombs of Atuan (1971), this is a live-action game exploring sporadic events in the lives of a group of priestesses charged with serving dead spirits that are nameless, ancient, and often hostile. The players will take turns portraying either the priestesses or the Nameless Dead in a series of scenes that are chronological but not clearly located in time. Moments, days, months, or years may pass between scenes. There is also no fixed ending to the game, so things continue in a cyclical pattern even including characters dying or leaving the sisterhood and new characters being inducted as members unless the characters themselves decide to break that pattern.",
      "presenters": "Kate Beaman-Martinez",
      "authors": "",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L030",
      "title": "Bank Notes",
      "system": "The Purgatory Saloon",
      "description": "Greetings! I'm your host, Mr. White. Tonight's going to be quite interesting. A bunch of people walk into a bar, sounds like the beginning of a bad joke, I know, but trust me, it's no joke. How they got here and why, well, that's the fun part of the story and I'm not going to spoil the details here. You'll just have to stop in and learn what's going on for yourselves. All this and more at a quaint little place called the Purgatory Saloon. Players will create a Purgatory Saloon customer who happens to be present at the time of the incident in question, and then role play that character in a bar-type scenario. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Fri,  5 Jul 2019 22:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L031",
      "title": "Beware the Dark",
      "system": "Werewolf: The Apocalypse/Changing Breeds",
      "description": "Darkness swallowed the Earth three days ago. There are no stars, no sun, no moon. Vampires revel in their new freedom, the Masquerade has fallen. For the shapeshifters of Rockcreek Park, the Veil still holds, for now. The pack must find some way of restoring the heavens to their rightful state, or remain cut off from Luna forever. Where do they even start looking? The End is no longer coming, the end is here. This game will be played in darkness, with limited visibility. Flashlights will be provided.",
      "presenters": "",
      "authors": "Wyrd Sisters Games",
      "start_time": "Fri,  5 Jul 2019 20:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L032",
      "title": "Roadside Assistance",
      "system": "The Purgatory Saloon",
      "description": "Greetings! I'm your host, Mr. White. Tonight's going to be quite interesting. It's late, it's cold, and chances are good that it's also raining. As misfortune would have it, your car's broken down on the side of the road. But there's a light at the end of this miserable little tunnel. Come on in. Wet your whistle and grab a snack while you wait for help to arrive at a little place called the Purgatory Saloon.  You won't regret it, I guarantee. Players will create a Purgatory Saloon customer who happens to be present at the time of the incident in question, and then role play that character in a bar-type scenario. This is a pure role play event with no combat whatsoever.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Fri,  5 Jul 2019 22:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L033",
      "title": "The Vesten Expedition",
      "system": "7th Sea LARP",
      "description": "No more parties. Now is a time of grave danger. War looms large over Thea. A Warlord has taken over Vestin, forcing the warring clans into an uneasy alliance. Aided by a mysterious wizard with unknown magic. The other nations have sent you, to aid and discover the true nature of the threat. Everyone, every skill is needed. Blacksmiths, potters, fletchers, scouts, furriers, Soldiers and Mages. Don't let a chance for glory, honor, and moving up the ranks pass you by!",
      "presenters": "",
      "authors": "Wyrd Sisters Games",
      "start_time": "Sat,  6 Jul 2019 09:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 13:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L034",
      "title": "The Puzzling Tea Party Social",
      "system": "",
      "description": "Join the Munchausen Society for a couple of hours of tea and fellowship. At the party, however, you might notice a series of locked boxes, each with its own treasure inside. Clues will be hidden within tea, food, and atmosphere that, if deciphered, can show you how the boxes might be opened. Each player will automatically be given one opportunity to attempt to open a box. However, players can earn additional opportunities by contributing to the atmosphere through fancy dress, exceptional role play, bringing you own special mug/tea cup, contributing to the entertainment (reading poetry or prose, singing an appropriate song, etc.), or bringing a few extra teabags or snacks to share with the party.",
      "presenters": "Zachary Maichuk",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 11:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 13:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L035",
      "title": "A Rough Night at the Hotel Royale",
      "system": "Akashic System",
      "description": "The year is 2094. Crime runs rampant as oppressive governments and corporations work to drain the life from the populace. Those who oppose the system and those who want to break the rules for profit are hunted all the same. Mercenaries, activists, mafiosi, assassins, guerrilla medics and more thrive in the dark places, finding profit, community, and soul in the places where the corporate police state refuses to look. In the heart of Metro City's downtown lies a place where all these \"criminals\" (the good, the bad and the in-between) flock. The Hotel Royale, a hive of scum and villainy that prides itself on providing excellent service - and greasing all the right hands to keep prying eyes away - acts as a sanctuary of sorts for the denizens of the Metro underground. What happens when the limits of that sanctuary are tested? Come check in for a stay at the Hotel Royale. This game is a parlor LARP featuring themes of drugs, violence, and other adult themes. Email Materias777@gmail.com for questions prior to the event. ",
      "presenters": "",
      "authors": "Damocles Thread Development",
      "start_time": "Sat,  6 Jul 2019 14:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L036",
      "title": "I Still SAW What You Did",
      "system": "Clue, the LARP",
      "description": "You wake up in a locked room not knowing how you got there, or why. All you know is you are not alone. With the clock ticking, you all must solve a series of riddles and puzzles to unlock the door and save yourselves from becoming the latest victims of the notorious serial killer, the Voyeur. The classic characters of Clue are coming together where murder is the order of the day.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Sat,  6 Jul 2019 14:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 16:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L037",
      "title": "Town Meeting",
      "system": "The Nexus",
      "description": "Hear ye, Hear ye! The bells - we have bells?? - sound, summoning you to an official Town Meeting. Join us at the appointed time as the Nexus asks you existential questions and demands communal decisions be made. Our town - Index - wants to be affirmed. Port Authority wishes to open. Guilds would like to be acknowledged by your joint will. But the Nexus shrugs off attempts to establish legislation while raising questions about injustice and restoration. Sounds like there's an agenda - are you going to join us and be heard?",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sat,  6 Jul 2019 14:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L038",
      "title": "Wolves in the China Shop",
      "system": "Werewolf: The Apocalypse",
      "description": "Poison fills the skies as people are unaware of the disease filling the streets. The source of these travesties has been found and Pentex is to blame. Are the members of the Garou Nation and their allies strong enough to bring down the heavily guarded poison factory, or will they just be another tale of fallen heroes? Come join us as the werewolves, protectors of the earth and defenders of countless spirit pacts, make a push on an enemy's heavily guarded compound. Hosted by the Princeton Domain of the Mind's Eye Society. Characters can be created in advance by emailing apocvst.mesprinceton@gmail.com.",
      "presenters": "",
      "authors": "By Night Studios",
      "start_time": "Sat,  6 Jul 2019 14:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L039",
      "title": "Cryosleep When I'm Dead",
      "system": "Clue, the LARP",
      "description": "The crew of a deep space exploration vessel has awoken only to discover that something has gone horribly wrong with their mission. Now they must piece together the details and discover exactly what happened and who is responsible. The classic characters of Clue are coming together where murder is the order of the day.",
      "presenters": "",
      "authors": "Kitsune Entertainment",
      "start_time": "Sat,  6 Jul 2019 16:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 18:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L040",
      "title": "The Mystery of Sarryian Island",
      "system": "Knight Realms: Darklight",
      "description": "Utopian fantasy meets urban dystopia in the arcanapunk world of Torlain. Elysium is the largest known organization dedicated to resisting Nightcorp, a shady corporation which has amassed total control over the world’s mystech industry and has multiple prominent governments in its pockets. As a member of Elysium, you have been tasked to investigate an emergency distress signal from agents stationed in a Nightcorp research facility on a remote island. It seems, however, that whatever caused the agents to send the signal is far from ordinary...",
      "presenters": "",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 19:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L041",
      "title": "What Dreams Are Made Of...",
      "system": "Cthulhu Live! 3.5",
      "description": "A DEXCON 22 EXCLUSIVE! Hollywood, 1964. Carlton Granger created magic. Rising from obscurity to become a titan in the entertainment industry with his beloved animated shorts, feature length films, and fairy tale storytelling, he brought the dreams of every young person to life upon the silver screen. With his recent passing, the world mourns. It is time, however, for his successors to soldier on to uphold his legacy, To do so, they gather at his secluded mansion to sift through his effects, to try to gain insight into the man and myth. Written by Mark Shireman. For characters contact us at pstproductions@gmail.com.",
      "presenters": "Greg Agostini",
      "authors": "PST Productions",
      "start_time": "Sat,  6 Jul 2019 20:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L042",
      "title": "Late Night at the Golden Meanwhile",
      "system": "The Nexus",
      "description": "Tank MacKenzie, friendly proprietor, invites you to The Golden Meanwhile, an historic coastal watering hole, located in The Nexus. Enjoy (role play only - no alcohol will actually be served) local microbrews, top shelf spirits, a great glass of blueberry lemonade, or a pot of tea while you get to know your neighbors. It's a chance to introduce yourself, meet newcomers, discuss community issues, and maybe even earn your own signature cocktail on the menu. The pub is open to all ages. This event is set in The Nexus, a persistent living RPG setting developed to co-exist with Double Exposure events. Characters from all games, genres, universes, and fandoms are welcome. Everything you need to know will be taught when you arrive.",
      "presenters": "",
      "authors": "Double Exposure, Inc.",
      "start_time": "Sat,  6 Jul 2019 20:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L043",
      "title": "The Masquerade Makes Strange Bedfellows",
      "system": "Vampire: The Masquerade",
      "description": "There has long been a cold war brewing between the Domains of Trenton and New Brunswick. Both are Camarilla cities; strong and certain in their own ways. While their conflict has not spilled into the open, rumor is that this cold war caused the destruction of an entire Anarch Barony in Princeton - the Anarchs caught between warring Princes. With their own territory in West Windsor now threatened, the Independent Alliance has called for peace talks by issuing an invitation to the vampires of Trenton to talk on neutral ground. Only time will tell what the necromancers and snakes of the Alliance have to offer for peace. Hosted by the Princeton Domain of the Mind's Eye Society. Characters can be created in advance by emailing dst.mesprinceton@gmail.com. Join the Central New Jersey Domain of the Mind's Eye Society for glorious battle in Werewolf or social intrigue with Vampire the Masquerade. Make your own character by contacting the Storyteller at ApocVST.MESPrinceton@gmail.com for Werewolf and dst.mesprinceton@gmail.com for Vampire by 7/1/19. Those that attended our previous DEXCON or DREAMATION events are welcome to contact us about continuing their character. Pre-generated characters will be available on a first-come, first-served basis. For more information, please visit us on Facebook at https://www.facebook.com/MESPrinceton/.",
      "presenters": "",
      "authors": "By Night Studios",
      "start_time": "Sat,  6 Jul 2019 20:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 00:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L044",
      "title": "Sleep: The LARP",
      "system": "",
      "description": "A DEXCON 22 EXCLUSIVE! \"Extremely realistic!\" \"Very well run!\" \"An incredible LARP experience!\" The reviews are in from last year and this year we're introducing some new mechanics: Quadruple Pillows! As the energy surge from SUGARFEST wears off and the magnitude of DEXCON 22 settles firmly in your bones, you will begin to drift towards your hotel room for the ultimate LARP. Complete rules will be taught in your first dream. Good night.",
      "presenters": "Andrew Sirkin",
      "authors": "",
      "start_time": "Sat,  6 Jul 2019 00:00:00 -0400",
      "end_time": "Sat,  6 Jul 2019 08:00:00 -0400",
      "filled": false,
      "tags": ""
    },
    {
      "code": "L045",
      "title": "In the Aftermath",
      "system": "Star Dust: A Mahou Shoujo LARP",
      "description": "A game that explores themes of teamwork, magic, and self- expression in a world filled with apathy and hate. In the battle against Entropy, where will you find your purpose? In this module of Star Dust, you will play Mahou in the aftermath of a battle against The Void. Dealing with civilians and the fall out of battle are just a few small details in the experience of being a Mahou. Star Dust uses thematic lights and lighting effects. As such, it has an epilepsy warning.",
      "presenters": "Han Salvacion, Hannah Sneeringer",
      "authors": "",
      "start_time": "Sun,  7 Jul 2019 10:00:00 -0400",
      "end_time": "Sun,  7 Jul 2019 15:00:00 -0400",
      "filled": false,
      "tags": ""
    }
  ]
}