{
  "conName": "Metatopia 2019",
  "conEmail": "",
  "feedbackUrl": "https://forms.gle/33xshmjG7znkhWct9",
  "stitchApp": "dextools-crjjz",
  "schedule": [
    {
      "code": "D001",
      "title": "Lean Coffee",
      "system": "",
      "description": "The lean coffee is a structured but informal method of conversation. I'll be doing this in lieu of my normal breakfast, and anyone is welcome - if we have more people, we'll spawn more tables. Each table proposes and votes on topics to discuss, and discussion continues as long as there's interest. This is a great way to get a quick but interesting discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 08:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 09:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D002",
      "title": "First Time METATOPIA Attendees",
      "system": "",
      "description": "Join Avonelle Wing and others for a METATOPIA orientation. All types of attendees welcome. We'll talk about the philosophy behind this unique convention, answer questions and introduce you to each other.",
      "presenters": "Avonelle Wing, Darren Watts",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 09:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 10:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D003",
      "title": "Distribution And Fulfillment",
      "system": "",
      "description": "The ways to get your game into the hands of players are always shifting, but our experts can walk you through the three-tier system and the various alternatives to it.",
      "presenters": "Jason Walters, Mark Diaz Truman, Brennan Taylor, Christopher Tang",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 10:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D004",
      "title": "How To Work With Artists",
      "system": "",
      "description": "The panelists will touch on the process of how to find and approach artists, negotiate the contract, and then successfully work together. It's important that publishers get an artist's-eye-view of things so they can better understand what we do, the process, and the time involved and plan projects accordingly.",
      "presenters": "Jack Parra, Lissanne Lake, Scott Bowmanchester",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 10:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D005",
      "title": "How To Playtest Your New Game",
      "system": "",
      "description": "Join us for a roundtable conversation about how to get the best data from your time at the playtesting table. We'll discuss our experiences running playtests, and talk about common mistakes and how to avoid them.",
      "presenters": "Jennifer Gutterman, Peter Hayward, Curt Covert",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 10:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D006",
      "title": "Nostalgia as Genre in Gaming",
      "system": "",
      "description": "Echoes of the late 20th century are all around us in 2019, especially in pop culture and media.   Stranger Things, IT, and Bandersnatch have tapped into a rich vein of nostalgia that has entranced audience and permeated our time. Gaming, especially tabletop gaming, has been depicted as a vital part of 80s culture. In return, game creators are tapping into both the renewed interest in the hobby, and the evocation of nostalgia for this time period. In this panel we'll be exploring this recursive relationship with creators from Kids on Bikes and Rememorex. We’ll talk role playing and nostalgia, how to evoke an authentic sense of a time period, and what has drawn us as creators back to the past.",
      "presenters": "Sean Jaffe, Gia Grillo, Megan Jaffe, Brian Neff",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D007",
      "title": "Working with Podcasters for Promotion",
      "system": "",
      "description": "Your game is hitting kickstarter or the shelf, and you're blowing up your social media - but how do you get the word out on audio? Sit down with us for a crash course and Q&A on effectively working with podcasters to get your game played on actual plays or be an interviewee that people are excited to listen to. We'll also talk through effective approaches to the symbiotic creator/media relationship and common pitfalls.",
      "presenters": "Senda Linaugh, Phil Vecchione, Rach Shelkey, James Malloy",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D008",
      "title": "How To Be A Useful Playtester",
      "system": "",
      "description": "Our panelists talk about how to be good playtesters. Learn how to hear the questions being asked and answer with useful feedback. We all want to give helpful criticism; learn more about how to do that.",
      "presenters": "Mike Roberts, Eric Simon, Julie Ahern",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 11:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D009",
      "title": "How To Pitch Your Game",
      "system": "",
      "description": "You made a game! Congratulations! Now explain your incredible game in one sentence. That isn't as easy as it sounds. You want people to buy into your game as players, as investors, or as retailers. You will only have one chance to make that first impression. It needs to have impact. If you want to see your game successful on a crowdfunding site, or sold by your local game store, then you need to know what kind of pitch types and styles to maximize both what you say and target the right audience.",
      "presenters": "Darren Watts, Kenneth Hite, Geoffrey Engelstein",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D010",
      "title": "How To Get The Most Out Of Playtesting At METATOPIA",
      "system": "",
      "description": "Maybe you've playtested with your family or your home gaming group. Perhaps you've put your prototype on the table at an UnPub. Those are absolutely valid ways and places to playtest. METATOPIA is a different creature altogether. You might want to consider some tweaks, though, to those models as you come into METATOPIA.",
      "presenters": "Brand Robins",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D011",
      "title": "Dynamic World Building Workshop: From Brainstorming Techniques to Important Questions About Accessibility and Inclusion",
      "system": "",
      "description": "In this workshop we will take a hands on approach looking at brainstorming and developing dynamic content. This is geared to any world building scenario, but would definitely benefit those who are just starting to think about the worlds the are working within as well as modifying existing worlds to be inclusive and accessible. This workshop is intended to help develop the world you are working within, so it is meant for a wide variety of people at different points in their development process.",
      "presenters": "Jennifer Gutterman, Kristen Roberts, Hamish Cameron",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 12:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D012",
      "title": "On Failure",
      "system": "",
      "description": "Failure is baked into any creative discipline, but we rarely discuss it. In this panel we'll discuss our most noteworthy failures and the role failure plays in our process. The goal is to normalize failure and to learn from the occasionally dramatic mistakes of others. It may be funny, it may be sad, but it will definitely be interesting.",
      "presenters": "Jason Morningstar, Jesse Edwards, Jacqueline Bryk, Alastor Guzman",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D013",
      "title": "Ask Bob: NPCs as Game Design",
      "system": "",
      "description": "Non-player characters are vital to tabletop and live action roleplaying games. They provide companionship, contrast, resources, information, and dramatic conflict with the players. They are the avatars of the setting, and the best tools that a GM has at her disposal. In this panel, we discuss how games can be designed using non-player characters as a key mechanism.",
      "presenters": "Jason Pitre, Beth Rimmels, Rob Donoghue, Shoshana Kessock",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D014",
      "title": "This Event is All Ages - Kids at Gaming Events",
      "system": "",
      "description": "Kids are gamers too! Also if you allow kids, it's a lot easier for parents to attend your events. Bring your questions, worries, or whatever to chat with folks who have brought kids of various ages to cons, larps, etc.",
      "presenters": "Patty Kirsch, Misha Bushyager, Krista White",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 13:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D015",
      "title": "Selling Games: Mass vs. Specialty/Hobby",
      "system": "",
      "description": "I fell into games almost by accident back in 1994 when some friends and I created a game called \"The Six Degrees of Kevin Bacon\". We started Endless Games shortly thereafter and the game found a home in the mass market before we knew it. In the 20+ years since, we've been navigating the toy industry and gaming landscape in both mass and specialty. That said, the hobby side of the industry is still somewhat uncharted territory for us. Join us for a discussion of the differences between mass market and hobby sales and what works where.",
      "presenters": "Brian Turtle, Peter Hayward, Avonelle Wing",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D016",
      "title": "Hacking 101",
      "system": "",
      "description": "So you want to include hacking in your game, but you learned everything you know from watching 'Hackers'. Join us for an overview of computer hacking, what it is and isn't, and different approaches to incorporating it into your game.",
      "presenters": "Ryan O'Grady, Shane Harsch, Paul Stefko, Sean G",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D017",
      "title": "Accessing Art World Resources for LARPs and Other Games",
      "system": "",
      "description": "Museums, theaters, arts councils, universities, and all these other wonderful institutions have resources to support art and culture. Hey, games are art and culture so let's try to figure out how to get some of that sweet, sweet grant money for larp like they do in Scandinavia. The panelists will talk about realized projects that interject games into high culture spaces and will speculate on tricks and schemes which might work in the future.",
      "presenters": "Seanna Musgrave, Tim Hutchings, Sharang Biswas",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 14:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D018",
      "title": "Making Good Financial Decisions as a Game Designer",
      "system": "",
      "description": "You are an individual using your hard earned money to invest in your game project. Do you self-publish, Kickstart or attend that convention? You are an indie tabletop company, so you have some budget to work with. What's your next project? Which big conventions do you attend? We will address costs specific to the tabletop gaming industry (self-publishing, Kickstarter, conventions, marketing, etc.) and ways to make decisions on what will benefit you or your company.",
      "presenters": "Heather O'Neill, Tim Rodriguez, Jennifer Graham-Macht",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D019",
      "title": "Submitting to Publishers - A Designer's Perspective",
      "system": "",
      "description": "What should you expect when you submit your thoroughly-playtested board game prototype to a publisher? This talk is an opportunity to hear about the triumphs and failures from designers who weathered several \"no's\" before hearing the \"yes\" responses that resulted in signed contracts.",
      "presenters": "Charlie Hoopes, Jessie Edwards, Nick Little",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D020",
      "title": "Building a Welcoming Local Gaming Community",
      "system": "",
      "description": "Based on our recent adventures experiences starting a weekly local gaming group, we will be sharing some of our observations, strategies, and struggles in our attempt to create a group that is diverse and representative of all types of gamers.",
      "presenters": "Omari Akil, Matt Everhart",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 15:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D021",
      "title": "How to Start a Business as a Game Designer",
      "system": "",
      "description": "Our panelists will walk you through the basics of turning your game design hobby into a business. We'll talk about the most cost-efficient ways to register an LLC, open a business bank account, file a trademark and keep track of your expenses for tax season.",
      "presenters": "Matthew Escovar, Emily Escovar, Chris O'Neil, Chris Spivey",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D022",
      "title": "Building Marketing Hooks Into Your Game",
      "system": "",
      "description": "Whether you are pitching a publisher or demoing your game for a fan, you are selling what makes your game special. This is ground floor marketing and understanding how to recognize and sell those features, even at the prototype stage will take your game farther, faster.",
      "presenters": "Curt Covert, Mark Diaz Truman",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D023",
      "title": "How to Produce an RPG Book",
      "system": "",
      "description": "You have finished designing your game and you have all the marketing planned out but how do you actually make a book? We will discuss the steps involved and demystify the book production process. We will go from word document to completed book and tell you about what you should focus on at each step.",
      "presenters": "Matthew Idler, Nick Haas, Christopher Badell",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 16:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D024",
      "title": "Time is of the Essence: Countdowns and Clocks in Games",
      "system": "",
      "description": "There are many different mechanics for tracking time and progress in games, and our panel speakers will explore all of them in depth. From countdown clocks and stress tracks, to flickering candles and Jenga towers, there's a lot to explore in this family of mechanics.",
      "presenters": "Darren Watts, Stephen Dewey, Paul Stefko",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D025",
      "title": "The Legal Basics of Game Design",
      "system": "",
      "description": "Have you ever wondered what, exactly, you own when you design a game? When you should put a contract in writing? When it's legal to incorporate elements from another game? What the term \"public domain\" means? What to do if (gods forbid!) you get a cease and desist letter? Intellectual property law professor Betsy Rosenblatt (U.C. Davis School of Law) and entertainment/games lawyer Bob Tarantino (Dentons) give you the basics you need to know about copyright law, trademark law, contract law, licensing, the Open Game License, and much more. We can't give you individual legal advice, but we can answer your questions!",
      "presenters": "Betsy Rosenblatt, Bob Tarantino",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D026",
      "title": "Queer World Building",
      "system": "",
      "description": "Representation of queer characters and environments is important in the ever changing scope of your audience. Simply adding a queer character or element may seem like enough to feel like your are being accessible. Sometimes it is, sometimes it isn't but there are definitely ways to build in strong world building content that is queer accessible. Let's chat about what queer accessibility in world building really is and what you can do to make your worlds feel welcome.",
      "presenters": "Jennifer Gutterman, Shayna Aliza, Phoenix Friesen, Julien Legault",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 17:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D027",
      "title": "The Power Of Thematics",
      "system": "",
      "description": "How do you make a theme-heavy game fit the internal mechanisms? How do you craft and reinforce \"the feels\"? Two veteran designers discuss the hows and whys.",
      "presenters": "Curt Covert, Julie Ahern",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 18:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 19:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D028",
      "title": "Forest Fires: A Post Mortem of Root",
      "system": "",
      "description": "Root is a board game that has received many Game of the Year awards and significant praise - so let's talk about all the mistakes we made! Joshua Yearsley, Root's usability developer, will tell some stories of Root's development gone right and wrong, and what game developers can learn from his mistakes in rules writing, graphic and component design, user experience research, and more.",
      "presenters": "Joshua Yearsley",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 19:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 20:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D029",
      "title": "Golden Cobra Announcement",
      "system": "",
      "description": "The Golden Cobra Challenge is a friendly contest open to anyone interested in writing and playing freeform games that ran through the month of October. Now we're ready to discuss our methodology, submission trends, and what we've learned about freeform in the process. And, of course, announce the winners! Join us for an informal discussion and awards ceremony. The winning games will be offered throughout METATOPIA, so come play with the judges as well.",
      "presenters": "Jason Morningstar, Banana Chan",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 20:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D030",
      "title": "Modeling Firearms in RPGs",
      "system": "",
      "description": "The details surrounding firearms in RPGs are as varied as the arguments about what is the best gun. As closet simulationists we wanted to represent all the characteristics of firearms that matter, but do so in a way that is streamlined and rules light as possible. The result of this research is an understanding for what matters most when modeling this type of violence.",
      "presenters": "Shane Harsch, Jim Dagg, Jason Walters",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 20:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D031",
      "title": "You Need a Debrief - Emotional Healthcare for LARP",
      "system": "",
      "description": "Role playing allows participants to explore sensitive topics. Debriefing not only adds closure to the game or event, but it allows participants to express their feelings, and begin the process of stepping away from the world or the story. During this session, debrief topics, tools, and resources, will be presented and discussed. Participants will leave this session feeling they can add debriefing tools to any game session.",
      "presenters": "Miranda Chadbourne, Max Saltonstall",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 20:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D032",
      "title": "Creating Mysteries in RPGs",
      "system": "",
      "description": "Mysteries are among the hardest genres to run successfully in tabletop games. How can designers structure stories to meaningfully involve players, guide them to clues and help them put them together to solve a crime without spoonfeeding them? How can GMs control pacing to duplicate the feel of classic whodunits?",
      "presenters": "Kenneth Hite, Will Hindmarch, Darren Watts",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D033",
      "title": "Dying and Grieving in Games",
      "system": "",
      "description": "Death is a common element in nearly every kind of game, but it is not often portrayed accurately. We'll talk about the surprisingly broad range of experiences people have with death, dying, and grieving, and how understanding them can enrich and deepen your experiences as a player, gamemaster, and designer. (Content Warning: Frank and direct descriptions of real-life death, coping with lifelong emotional trauma.)",
      "presenters": "Eric Simon, Menachem Cohen, Phoenix Friesen",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D034",
      "title": "How to Have Accessibility Conversations and Make Them Less Awkward",
      "system": "",
      "description": "If you're a game designer or runner, one of the things you can do to increase your game's accessibility is to talk to your disabled players about it. But a lot of people don't know how to have that dialogue, and sometimes it feels easier just to ignore it. Join us in this workshop to learn new communication methods, get some background on a few common disabled experiences, and talk through practicing some scenarios. If you've taken the first steps towards designing for accessibility but are feeling a little lost, this is for you!",
      "presenters": "Shayna Aliza, Elsa Henry, Mids Meinberg",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 21:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D035",
      "title": "Creating Safety Tools for Tabletop RPGs",
      "system": "",
      "description": "Want to learn how to create safety tools that fit your game and are baked into the mechanics instead of just adding pre-established tools on top? This panel dives into the creative and mechanical process of understanding safety and support and integrating it into your ttrpg designs.",
      "presenters": "Kate Bullock, Camdon Wright, Bronwyn Sperling",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D036",
      "title": "Why We Need Fun Games",
      "system": "",
      "description": "In today's world, having fun without some deeper message or intention feels wrong. We have bigger problems to solve, and no time to waste. But the truth is, now more than ever, simple fun is a noble goal. Bringing happiness to yourself and others through art is a crucial act of self-care, and even resistance. Let's talk about why that is, and how we can put it into practice.",
      "presenters": "Jim Dagg, Adriel Wilson, Tim Rodriguez",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D037",
      "title": "Technique Technology: LARP Techniques",
      "system": "",
      "description": "LARPs use a wide variety of different techniques and procedures during play, from bird-in-ear whispers of dark thoughts to ars amandi representing intimacy. In this panel, we will discuss some of the most interesting techniques for consideration by larpwrights, RPG designers, and even other analogue game creators.",
      "presenters": "Ryan Faricelli, Kristen Roberts",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 22:00:00 -0500",
      "end_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D038",
      "title": "Responsible Research - Doing the Work",
      "system": "",
      "description": "Some of the best games deal with heavy topics and challenging subject matter. Creators who look to design or publish games addressing sensitive subject matter need to do due diligence to reduce the chance their work could do harm. In this panel, we will discuss how creators can ethically do the legwork and research to tackle issues of race, sexuality, identity, and trauma.",
      "presenters": "Jason Pitre, Misha Bushyager, James Mendez Hodes, Jacqueline Bryk",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 00:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D039",
      "title": "Ensemble Tabletop",
      "system": "",
      "description": "Many tabletop players voice the same issue: I'd love to run a game, but I can't get five people together every week. The solution, of course is not to enlist five people, but fifteen, and instead of an adventuring party, create an adventuring community. We'll show you how.",
      "presenters": "Sean Jaffe, Gia Grillo",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 00:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D040",
      "title": "Proud to be Sexy - Queer Games beyond Tragedy",
      "system": "",
      "description": "When mainstream media presents queer stories, the focus is inevitably on tragedy, grief, and oppression. In this panel, the speakers will discuss how we can design games about other elements of the queer experience. How can we design hopeful and emotionally uplifting games about queer content?",
      "presenters": "Jason Pitre, Sharang Biswas, Lucian Khan, Taylor LaBresh, Anna Kreider",
      "authors": "",
      "start_time": "Sat,  9 Nov 2019 23:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 00:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D041",
      "title": "Lean Coffee",
      "system": "",
      "description": "The lean coffee is a structured but informal method of conversation. I'll be doing this in lieu of my normal breakfast, and anyone is welcome - if we have more people, we'll spawn more tables. Each table proposes and votes on topics to discuss, and discussion continues as long as there's interest. This is a great way to get a quick but interesting discussion about a topic that has interested you.",
      "presenters": "Rob Donoghue",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 08:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 09:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D042",
      "title": "Crowdfunding on a Budget",
      "system": "",
      "description": "Your game's ready for Kickstarter! So how much will you be asking for? What's the absolute minimum you need to get your game made? What is the floor number for success? How will you handle unexpected levels of success? Let's get practical about your numbers.",
      "presenters": "Jason Walters, Jeff Stormer, Christopher Badell",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 09:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D043",
      "title": "Traditional vs. Digital Art",
      "system": "",
      "description": "Former Kubert School Teacher Fabio Redivo and Illustrator Scott Bowmanchester will talk about the jump between traditional and digital and the pros and cons of both media. There will be a short demo of the \"Procreate\" program for the iPad as well.",
      "presenters": "Fabio Redivo, Scott Bowmanchester",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 09:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D044",
      "title": "Guide to the IGDN",
      "system": "",
      "description": "The Indie Game Developer Network is a professional trade organization focused on networking publishers, designers, freelancers, and gaming professionals and helping create diversity and inclusion within the gaming industry. Join part of the leadership team in hearing about what the IGDN is, what we do, our mission, and why we believe we can make a difference.",
      "presenters": "Kate Bullock, Camdon Wright, Misha Bushyager, Luka Carroll, Tim Rodriguez",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 09:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D045",
      "title": "First Rule of Game Design: Find Your Core",
      "system": "",
      "description": "It's easy to equate protecting your game to protecting the pieces that make your game, but they are two different things. Having a core that you can return to, no matter how much you add or take away from your game helps with some of the fear that comes along with making big changes to your game. We'll discuss mental tools you can use to combat that fear, as well as the mental blocks that come from not knowing what to do next.",
      "presenters": "Fertessa Scott, Geoffrey Engelstein, Chris Spivey",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D046",
      "title": "The Nature of Games from the Tabletop Professor",
      "system": "",
      "description": "Tabletop games are great, but how would you create a class to teach someone what a tabletop game was and how to design it? Have you thought about how you would teach rules, the \"magic circle\", goals, decisions, balance, and the all important social aspect? Join Dr. Dave Eng (Professor of Practice, Tabletop Game Design) as he discusses his project in creating a table top game design program from the ground up.",
      "presenters": "Dave Eng",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D047",
      "title": "Welcome To The Hobby, New Designer!",
      "system": "",
      "description": "Our panelists have a range of experiences in gaming - as a hobby, as an industry, as a labor of love. Bring your questions, and they'll try to answer them as best they can.",
      "presenters": "Geoff Bottone",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 10:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D048",
      "title": "Revenue Models in the Game Industry",
      "system": "",
      "description": "Design a board game, and strike it rich! Or review games, 1M Twitter followers means big money! Right? Talk with folks who run companies in the game industry and learn about ways people actually make a living wage. From retail stores and game cafes, to publishing games, to popups and conventions, to media- there are a lot of misconceptions on where the money is in the game industry.",
      "presenters": "Melissa Lewis-Gentry, Jim Crocker, Meguey Baker, Julie Ahern",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D049",
      "title": "Locked In: Escape Rooms as LARPs For the Mainstream Audience",
      "system": "",
      "description": "LARPs have been making great strides recently, having been featured on everything from movies to TV to the Ninja Turtles. However, it eludes a mainstream audience - or does it? We'll explain what LARP runners can learn from the fad of Escape Rooms popping up all over the country.",
      "presenters": "Sean Jaffe, Tim Blank, Benjamin Walker",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D050",
      "title": "Designing Games That Don't Focus on Violence",
      "system": "",
      "description": "We are four designers who make games that explore non-violent design from different angles. In a hobby that originally evolved from war gaming, RPGs without mechanics for violence are still seen as \"weird\" or \"niche\" games, to the point that people often have trouble imagining what games without violence could look like.",
      "presenters": "Anna Kreider, Brand Robins, Bronwyn Friesen, Whitney Delaglio",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 11:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D051",
      "title": "Publish Your Own Games! Ask Me How",
      "system": "",
      "description": "Publishing your game doesn't need to be daunting. There's work involved, but with a diverse tool box and a clear understanding of your publishing goals, publishing might be more attainable than you imagine.",
      "presenters": "Meguey Baker",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D052",
      "title": "Making Games Outside of the Western World",
      "system": "",
      "description": "We'll talk about the difficulties and workarounds for making games when you live outside of developed countries like the United States, Canada or Western Europe.",
      "presenters": "Alastor Guzman, Daniel Ortiz",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D053",
      "title": "Help Wanted! Desperately Seeking Games to Promote Social Skills",
      "system": "",
      "description": "Social skills can be a very broad term, let us clarify what that means and how to sell your product to educators and therapists. Join us as we talk about using tabletop roleplaying games, storytelling and map making games to teach kids how relate to one another better.",
      "presenters": "Timothy Grant, Brian Quinones",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 12:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D054",
      "title": "Insights Forged in the Dark",
      "system": "",
      "description": "Blades in the Dark has led to a new generation of game designs such as Scum and Villainy, Band of Blades, and Mutants in the Night. In this panel, we dig into the toolset and what sets it apart from similar design traditions. What are the core principles behind designing games Forged in the Dark? Where can we grow and diverge from the core?",
      "presenters": "Strahinja Acimovic, John LeBouef-Little",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D055",
      "title": "Art For Your Game Without Breaking The Bank",
      "system": "",
      "description": "Getting high-quality art is key to making a product look professional. How do publishers do it without breaking the bank? Our panel makes with the tips and tricks.",
      "presenters": "Jack Parra, Lissanne Lake, Scott Bowmanchester",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D056",
      "title": "Creating a Marketing Plan",
      "system": "",
      "description": "Marketing is essential to the success of your business. In the first half of this 2-hour workshop, we'll explain key marketing principles and then in the second half we'll work with you in small groups to help you apply this information to your business so you can create your own basic marketing plan and discuss it with the group.",
      "presenters": "Beth RImmels, Jason Pitre, Mike Roberts",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 13:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D057",
      "title": "More Than Just Victory Points: Alternative Approaches to Win Conditions",
      "system": "",
      "description": "\"Most victory points\" is the default victory condition for most board games, and why shouldn't they be? They solve most problems you encounter while designing - balance, investment, rewarding people for doing what you want them to be. Well, unfortunately, most everyone has worked out the same thing, and now the market is flooded with Victory Point win conditions. Want to make your game stand out? Try something else.",
      "presenters": "Peter Hayward, Gil Hova",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D058",
      "title": "Building Your Pantheon: How To Worldbuild Yourself Some New Gods",
      "system": "",
      "description": "Imagine your brand new game universe - does it have its own pantheon of gods? Would you like it to? On this panel we'll discuss building the cosmology of your world from the blank slate up, including archetypes and creation myths and how to create a unique pantheon that fits your games.",
      "presenters": "Wendelyn Reischl, Shoshanna Kessock, Micki Bradley, Shane Harsch",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D059",
      "title": "Live Marketing Analysis and Answers",
      "system": "",
      "description": "Get answers to your specific marketing questions. Beth Rimmels and Mike Roberts work for Efferent Media, a digital marketing agency, and are experts in social media marketing and SEO (how people find you on Google). This interactive workshop will also include live analysis of game industry websites, and what they can do to improve their Google search rankings. Bring your questions to learn how to get the word out about your product and establish a professional presence online. This is part two of a two-hour workshop with a break in the middle so you can attend part or all of it.",
      "presenters": "Beth RImmels, Mike Roberts",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 14:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D060",
      "title": "Integrating World Building Into Traditional RPGs",
      "system": "",
      "description": "There's something satisfying about taking ownership of a piece of the world as a player and watching it flourish (or not). There have been various approaches to this over the years (Ars Magica, MIcroscope, The Quiet Year, even D&D!) Let's discuss what player involvement of world building really means and different approaches for incorporating it into traditional RPGs.",
      "presenters": "Ryan O'Grady, Kenneth Hite, Brennan Taylor",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D061",
      "title": "How to Pitch Your Game to Media and Reviewers",
      "system": "",
      "description": "So you're ready to start promoting your game, but where do you start? Our panelists will walk you through the basics of media outreach, from identifying the right media to writing a compelling pitch. We'll discuss the basics of working with traditional media, bloggers and game reviewers and how to determine the right timing and approach for your game.",
      "presenters": "Matthew Escovar, Emily Escovar, Beth RImmels, Christopher Tang",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D062",
      "title": "A Crash Course In Game Design",
      "system": "",
      "description": "Earlier this month, I led a two-hour game design crash course at NC State University. During this talk I'll describe my methods of exposing a group to tabletop game design in a short format.",
      "presenters": "Omari Akil",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 15:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D063",
      "title": "Turn, Turn, Turn",
      "system": "",
      "description": "The 'turn' is a fundamental concept for games of all types, and there are a wide variety of approaches the designer can take to structure them. The structure chosen has a major impact on the play experience, and should be carefully considered. This talk is a deep dive into turn options both common and rare, and discusses what each brings to the table.",
      "presenters": "Geoffrey Engelstein",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D064",
      "title": "Edible Nature: World Building Through Cuisine and Intoxicants",
      "system": "",
      "description": "So much of our culture is informed by what we consume - by food, drink, and intoxicating substances. People interact with the flora and fauna of their environments in a myriad of ways, with importance (and taboos) placed on particular objects for cultural, religious, and socio-political reasons. This panel will explore these concepts in both real and fictional worlds, as well as how to include such details as part of an in-depth world building strategy that can help bring fictional cultures to life in relatable, realistic ways.",
      "presenters": "Kristen Roberts, Jacqueline Bryk, Misha Bushyager, Jennifer Gutterman, Alastor Guzman",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D065",
      "title": "Game Jams: What Are They and How Do They Work?",
      "system": "",
      "description": "Weekend game jams have become a fixture in the video game development community: Small teams of friends and strangers coming together to make a brand new game in just a day or two. They encourage creativity, experimentation, and design for the fun of it, all of which make participants better and more fulfilled designers when the weekend ends. Learn about organizing game jams for tabletop games and best practices for getting the most out your event.",
      "presenters": "Rick Dakan, Geoff Bottone",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 16:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D066",
      "title": "A Dive into the Theory of RPGS as a Communications Medium",
      "system": "",
      "description": "Role playing as a HOBBY continues to evolve and mature. Has role-playing now gotten big enough to be considered a MEDIUM? Join us for a lively and passionate discussion on the concept that role-playing has become more than just games, but a medium - a channel for communication, information, and entertainment. In this panel, we will look at whether role-playing is a medium, and if so, what that means for our hobby. The panelists all represent different aspects of designing and publishing role playing games and bring diverse and interesting points of view around the topic.",
      "presenters": "Christopher O'Neill, Adriel Wilson, Cat Tobin, Misha Bushyager",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D067",
      "title": "Coding Character Sheets",
      "system": "",
      "description": "For decades, web technologies like HTML and CSS have developed with a focus on accessibility and a low barrier to entry. Today, they present powerful options for layout and interactivity. We'll discuss using these technologies in your game publishing, both digitally and in print.",
      "presenters": "Paul Stefko, Jennifer Gutterman, Brennan Taylor",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D068",
      "title": "Game Jam! Design A Game in an Hour",
      "system": "",
      "description": "Now that we've chatted about why game jams are valuable, let's put theory into practice. Even if you missed our earlier session, you're invited to join us to spend an hour putting together a playable game.",
      "presenters": "Rick Dakan, Geoff Bottone",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 17:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 18:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D069",
      "title": "The Three-Ring Setting: Scope in Game Design",
      "system": "",
      "description": "A METATOPIA tradition - Kenneth Hite rambling about game design. In this case the notion of scope: How big should your setting be? How can you design a setting to contain multiple core game activities, and should you? As always, Ken has notions and questions, and hopes you have more of both as we explore Bigness (and un-Bigness) in games.",
      "presenters": "Kenneth Hite",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 18:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 19:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D070",
      "title": "Post-Modern Myths",
      "system": "",
      "description": "Melissa Lewis-Gentry of Avalon Games Cafe and Jim Crocker of Jim Likes Games are on-hand to share some insight about the state of analog games retail. When Modern Myths closed, Melissa and Jim went on to navigate two different paths.",
      "presenters": "Melissa Lewis-Gentry, Jim Crocker",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 19:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 20:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D071",
      "title": "Gaming With and Holding Space For Teens",
      "system": "",
      "description": "Teenagers bring innovation, creativity and hard questions to the game table. Our panelists will talk about how to hold space for everything that makes gaming with them magical.",
      "presenters": "Meguey Baker, Caleb Stokes, James Mendez Hodes",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 20:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D072",
      "title": "So You Want To Be a Good Male Ally",
      "system": "",
      "description": "Have you heard your fellow designers and players speaking out against sexism and harassment in gaming and wondered what you could do as a man to help? Join us for a lively and surprising conversation about being a better ally.",
      "presenters": "James Mendez Hodes, Rob Donoghue, Jonathan Gilmore, Brand Robins",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 20:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D073",
      "title": "RPG Zine Roundtable and Swap",
      "system": "",
      "description": "Do you make RPG zines? Do you want to get into making RPG zines? Want to learn lessons from those who've been through the process before? Stop by for a zine trade if you've already made one and a group discussion if you have or haven't!",
      "presenters": "Jennifer Adcock, Christopher O'Neill",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 20:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D074",
      "title": "Paying it Forward - Supporting Diverse Creators",
      "system": "",
      "description": "Everyone should have a chance to create and publish games. Unfortunately, there are many structural barriers keeping unrepresented voices from coming to the table. In this roundtable discussion, our panelists discuss ways that established publishers can support new voices through information, promotion, funding, and education.",
      "presenters": "Jason Pitre, Cat Tobin, Amanda Valentine, Lauren McMannon, Camdon Wright",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 22:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D075",
      "title": "Board Game Components Reality Check",
      "system": "",
      "description": "Publishers and designers frequently need a reality check on what they can produce. On one side of the spectrum there are folks that want a Gloomhaven level of components for Settlers of Catan pricing or a very complex set of materials that would play better as software. (Can't make an abacus to launch a rocket.) On the other side of the spectrum are people that are breaking the mold too much (though those are the fun ones.).There's usually a good reason you haven't seen something from mass production yet; it's usually because a machine doesn't exist or the business isn't integrated enough to do so.",
      "presenters": "Nick Haas, Nick Little",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 22:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D076",
      "title": "WWE: The World's Most Successful LARP (And What We Can Learn From It)",
      "system": "",
      "description": "Fact: Professional Wrestling is the most successful form of live theatre in the history of live theatre. Also fact: Professional Wrestling is a fancy name for what are essentially broadcast actual play sessions of a semi-directed LARP. Also, also fact: decades of refinement have honed the storylines, action, production and practice of modern wrestling into a well oiled entertainment machine. Panelists will discuss important production, presentation and story elements from modern wrestling and how to incorporate those lessons into the creation of new larp, story game and rpg works. This panel was so in demand that it will be presented over two hours with different panelists each hour.",
      "presenters": "Glenn Given, Brian Neff, Adriel Wilson, Darren Watts, Jeff Stormer, Shoshana Kessock",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 21:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D077",
      "title": "Can We Be Real? Using and Representing Science in RPGs and LARPs",
      "system": "",
      "description": "Can we get nitty gritty with players and talk about science? Can we as designers build science into our games in fun ways that do not lend themselves to sci- fiction but a truer representation and reflection of our current or past understandings of the way our universe, our earth works? We will be talking about how we designed Starry Messenger, The Moon Stares at Us in Shame, and Magischola with science in mind and their usage and representations of science.",
      "presenters": "Mary Georgescu, Sharang Biswas",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 22:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D078",
      "title": "Using Games For Change",
      "system": "",
      "description": "What gives you hope? What stories do you tell to feel better? How can games like \"The Quiet Year\", \"No Thank You Evil!\", \"For the Queen\", and even \"Dungeons & Dragons\" be used for therapeutic, educational, and spiritual change? Join therapists, spiritual directors, and game designers as we talk about games we use, hack, and design to mentor, teach, and help people increase hope.",
      "presenters": "Heather O'Neill, Timothy Grant, Brian Quinones, Menachem Cohen, Shawn Roske",
      "authors": "",
      "start_time": "Sun, 10 Nov 2019 22:00:00 -0500",
      "end_time": "Sun, 10 Nov 2019 23:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D079",
      "title": "Sleep and the Game Designer (A Crash Course!)",
      "system": "",
      "description": "You spend a third of your life asleep (less if you're up late designing games), but most folks don't understand how sleep works or how to hack sleep to get the most rest possible. We can fix that! Presented by a sleep expert, the seminar gives you the tools to fall asleep faster in hotel rooms, be more alert in Sunday morning games, and drive home safely after a long and exhausting convention. Bring your questions about your own sleep quirks, and we'll see if we can't make life a little bit easier.",
      "presenters": "Kevin Kulp",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 09:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 10:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D080",
      "title": "The Distant Future, the Year 2000: Updating Cyberpunk for the 21st Century",
      "system": "",
      "description": "Newman, Will Hindmarch, Elsa Henry. The hard-hitting themes of social inequality and corporate exploitation found in cyberpunk are as relevant now as they were in the 80's, but not everything in the genre has stood the test of time. This panel will dive into how both the technologies and sensibilities found in cyberpunk can be updated in order to design games that are timely and inclusive.",
      "presenters": "Dexter Duckworth, Joshua A.C",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 10:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D081",
      "title": "Honobono Gaming 201",
      "system": "",
      "description": "Playing role playing games that uplift each other and carve out spaces for happiness is an act of defiance in the current political climate. These pastoral games don't exist in a vacuum and can explore our struggles with an uncaring world. Join our panelists for the sequel to last year’s popular topic: How to handle challenging topics in your joyful games, how difficult experiences can impact your design, and the rewards for creating these positive spaces for others at the gaming table.",
      "presenters": "Rach Shelkey, Jacqueline Bryk, Christopher Challice",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 10:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D082",
      "title": "Surviving (and Thriving) at Conventions and Trade Shows",
      "system": "",
      "description": "Being \"in the industry\" often means attending events. Join us for a roundtable where we'll share our tips and tricks for small, medium and large shows. We will also talk about the fundamental difference between a \"trade show\" and a \"gaming con\" and how your approach for each should change based on your goals.",
      "presenters": "Avonelle Wing, Tim Blank",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 10:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D083",
      "title": "Design Considerations for Card Games",
      "system": "",
      "description": "Card games are a classic design model that have already expressed innumerable possibilities. We'll talk about classic styles of decks, iterations on classic games, alternate formats, the mathematics of card games, and why we all love them. We'll also consider and critique ideas and concepts and talk about why or why not to choose this design format.",
      "presenters": "Tim Rodriguez, Matt Fantastic, Beth Rimmels",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D084",
      "title": "The Mechanical Craft of Emotions",
      "system": "",
      "description": "This panel will concern creating mechanics and game systems with the specific goal of fostering specific emotional experiences in play. This is presented to assist designers in looking at their games and specifically their rules systems in the light of how they might effect player experience and emotion around the table.",
      "presenters": "Stephen Dewey",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D085",
      "title": "Telling Stories Through Conflict",
      "system": "",
      "description": "Conflict is an unavoidable part of telling stories, from adventurers plundering the most dangerous dungeons to the social elite engaging in a duel of words, to two geniuses testing each other in a battle of wits. Regardless of the medium, conflict happens. This panel of game designers, writers, and fight choreographers will discuss ways to make conflict and combat a reliable piece of your storytelling toolbox.",
      "presenters": "Craig Page, Elsa Henry, Kristen Roberts",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 11:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D086",
      "title": "Games in Education",
      "system": "",
      "description": "Are you an educator wanting to gamify your classroom? Are you building a traditional education game? Do you want your game to be fun but also teach the players about something? This is where we can discuss ideas, workflows, deployments and examples of games in education, gamification in the classroom or building games that teach.",
      "presenters": "Jennifer Gutterman, Shawn Roske, Rick Dakan, Tim Blank",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D087",
      "title": "Procedural Play In RPGs",
      "system": "",
      "description": "RPGs that have heavily procedural elements about them: part of the game that represents some part of the fiction that is resolved in a very procedural, step-by-step manner. Mini-games or games-within-games might qualify. Examples include things like Blades In The Dark and elements of Burning Wheel. Tachyon Squadron's space fighter combat system might count also. What sorts of fictional elements lend themselves to this? What makes for a good, fun, engaging procedure that doesn't feel contrived or tacked on?",
      "presenters": "Darren Watts, Kenneth Hite, Clark Valentine",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    },
    {
      "code": "D088",
      "title": "Cartography of Fictional Worlds",
      "system": "",
      "description": "Explore the process of building rich maps of fictional spaces with Ennie winning cartographer Mark Richardson (7th Sea, Blue Planet Recontact).",
      "presenters": "Mark Richardson",
      "authors": "",
      "start_time": "Mon, 11 Nov 2019 12:00:00 -0500",
      "end_time": "Mon, 11 Nov 2019 13:00:00 -0500",
      "filled": false,
      "tags": "",
      "test_type": "",
      "hi_test": false
    }
  ]
}
